{"body": "Service data recorders in your vehicle are capable of collecting and storing diagnostic information about your vehicle. This potentially includes information about the performance or status of various systems and modules in the vehicle, such as engine, throttle, steering or brake systems. In order to properly diagnose and service your vehicle, Ford Motor Company (Ford of Canada in Canada), and service and repair facilities may access or share among them vehicle diagnostic information received through a direct connection to your vehicle when diagnosing or servicing your vehicle. Additionally, Ford Motor Company (Ford of Canada, in Canada) may, where permitted by law, use vehicle diagnostic information for vehicle improvement or with other information we may have about you, (e.g., your contact information), to offer you products or services that may interest you. Data may be provided to our service providers such as part suppliers that may help diagnose malfunctions, and who are similarly obligated to protect data. We retain this data only as long as necessary to perform these functions or to comply with law. We may provide information where required in response to official requests to law enforcement or other government authorities or third parties acting with lawful authority or court order, and such information may be used in legal proceedings. For U.S. only (if equipped), if you choose to use connected apps and services, such as SYNC Vehicle Health Report or MyFord Mobile App, you consent that certain diagnostic information may also be accessed electronically by Ford Motor Company and Ford authorized service facilities, and that the diagnostic information may be used to provide services to you, personalizing your experience, troubleshoot, and to improve products and services and offer you products and services that may interest you, where permitted by law. For Canada only, for more information, please review the Ford of Canada privacy policy at www.ford.ca, including our U.S. data storage and use of service providers in other jurisdictions who may be subject to legal requirements in Canada, the United States and other countries applicable to them, for example, lawful requirements to disclose personal information to governmental authorities in those countries. See SYNC™. <br><br>This vehicle is equipped with an event data recorder. The main purpose of an event data recorder is to record, in certain crash or near crash-like situations, such as an airbag deployment or hitting a road obstacle; this data will assist in understanding how a vehicle’s systems performed. The event data recorder is designed to record data related to vehicle dynamics and safety systems for a short period of time, typically 30 seconds or less.<br><br>This data can help provide a better understanding of the circumstances in which crashes and injuries occur.<br><br>To read data recorded by an event data recorder, special equipment is required, and access to the vehicle or the event data recorder is needed. In addition to the vehicle manufacturer, other parties, such as law enforcement, that have such special equipment, can read the information if they have access to the vehicle or the event data recorder. Ford Motor Company and Ford of Canada do not access event data recorder information without obtaining consent, unless pursuant to court order or where required by law enforcement, other government authorities or other third parties acting with lawful authority. Other parties may seek to access the information independently of Ford Motor Company and Ford of Canada.<br><br>Additionally, when you connect to Traffic, Directions and Information (if equipped, U.S. only), the service uses GPS technology and advanced vehicle sensors to collect the vehicle’s current location, travel direction, and speed (“vehicle travel information”), only to help provide you with the directions, traffic reports, or business searches that you request. If you do not want Ford or its vendors to receive this information, do not activate the service. For more information, see Traffic, Directions and Information, Terms and Conditions. See SYNC™. <br><br>", "contentHtml": "<p>Service data recorders in your vehicle are capable of collecting and storing diagnostic information about your vehicle. This potentially includes information about the performance or status of various systems and modules in the vehicle, such as engine, throttle, steering or brake systems. In order to properly diagnose and service your vehicle, Ford Motor Company (Ford of Canada in Canada), and service and repair facilities may access or share among them vehicle diagnostic information received through a direct connection to your vehicle when diagnosing or servicing your vehicle. Additionally, Ford Motor Company (Ford of Canada, in Canada) may, where permitted by law, use vehicle diagnostic information for vehicle improvement or with other information we may have about you, (e.g., your contact information), to offer you products or services that may interest you. Data may be provided to our service providers such as part suppliers that may help diagnose malfunctions, and who are similarly obligated to protect data. We retain this data only as long as necessary to perform these functions or to comply with law. We may provide information where required in response to official requests to law enforcement or other government authorities or third parties acting with lawful authority or court order, and such information may be used in legal proceedings. For U.S. only (if equipped), if you choose to use connected apps and services, such as SYNC Vehicle Health Report or MyFord Mobile App, you consent that certain diagnostic information may also be accessed electronically by Ford Motor Company and Ford authorized service facilities, and that the diagnostic information may be used to provide services to you, personalizing your experience, troubleshoot, and to improve products and services and offer you products and services that may interest you, where permitted by law. For Canada only, for more information, please review the Ford of Canada privacy policy at www.ford.ca, including our U.S. data storage and use of service providers in other jurisdictions who may be subject to legal requirements in Canada, the United States and other countries applicable to them, for example, lawful requirements to disclose personal information to governmental authorities in those countries. See&nbsp;\n<b>SYNC™</b>.&nbsp;</p><p><b>This vehicle is equipped with an event data recorder. The main purpose of an event data recorder is to record, in certain crash or near crash-like situations, such as an airbag deployment or hitting a road obstacle; this data will assist in understanding how a vehicle’s systems performed. The event data recorder is designed to record data related to vehicle dynamics and safety systems for a short period of time, typically 30 seconds or less.</b></p><p><b>This data can help provide a better understanding of the circumstances in which crashes and injuries occur.</b></p><p><b>To read data recorded by an event data recorder, special equipment is required, and access to the vehicle or the event data recorder is needed. In addition to the vehicle manufacturer, other parties, such as law enforcement, that have such special equipment, can read the information if they have access to the vehicle or the event data recorder. Ford Motor Company and Ford of Canada do not access event data recorder information without obtaining consent, unless pursuant to court order or where required by law enforcement, other government authorities or other third parties acting with lawful authority. Other parties may seek to access the information independently of Ford Motor Company and Ford of Canada.</b></p><p><b>Additionally, when you connect to Traffic, Directions and Information (if equipped, U.S. only), the service uses GPS technology and advanced vehicle sensors to collect the vehicle’s current location, travel direction, and speed (“vehicle travel information”), only to help provide you with the directions, traffic reports, or business searches that you request. If you do not want Ford or its vendors to receive this information, do not activate the service. For more information, see Traffic, Directions and Information, Terms and Conditions. </b> See&nbsp;\n<b>SYNC™</b>.&nbsp;</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1508561&subTitleSelected=G1531415&topicHRef=G1448327&div=f&vFilteringEnabled=True", "id": "3", "title": "Data Recording"}