{"body": "Touch the lower right corner on the touchscreen to access your climate control features. Depending on your vehicle line and option package, your climate screen may look different from this screen.<br><br>Each time you start your vehicle and drive without an occupant in the front passenger seat, the climate control system may automatically switch to single zone mode (if it was previously in dual zone mode) in order to improve fuel economy. When this occurs, the DUAL button turns off and the passenger temperature changes to agree with the driver's temperature.<br><br>Press the DUAL button or adjust the passenger temperature to start dual zone mode without a passenger present. The system remains in dual zone mode until the start your vehicle again.<br><br>Press and hold the DUAL button for more than four seconds. Only the driver's temperature display flashes to signify that the feature is on.<br><br>Press and hold the DUAL button for more than four seconds. Both temperature displays flash to signify that the feature is off.<br><br>", "contentHtml": "<p>Touch the lower right corner on the touchscreen to access your climate control features. Depending on your vehicle line and option package, your climate screen may look different from this screen.</p><p>Each time you start your vehicle and drive without an occupant in the front passenger seat, the climate control system may automatically switch to single zone mode (if it was previously in dual zone mode) in order to improve fuel economy. When this occurs, the \n<b>DUAL</b> button turns off and the passenger temperature changes to agree with the driver's temperature.</p><p>Press the \n<b>DUAL</b> button or adjust the passenger temperature to start dual zone mode without a passenger present. The system remains in dual zone mode until the start your vehicle again.</p><p>Press and hold the \n<b>DUAL</b> button for more than four seconds. Only the driver's temperature display flashes to signify that the feature is on.</p><p>Press and hold the \n<b>DUAL</b> button for more than four seconds. Both temperature displays flash to signify that the feature is off.</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1547501&subTitleSelected=G1732056&topicHRef=G1732062&div=f&vFilteringEnabled=True", "id": "225", "title": "Climate"}