{"body": " We have built your vehicle to the highest standards using quality parts.  We recommend that you demand the use of genuine Ford and Motorcraft parts whenever your vehicle requires scheduled maintenance or repair.  You can clearly identify genuine Ford and Motorcraft parts by looking for the Ford, FoMoCo or Motorcraft branding on the parts or their packaging.<br><br> One of the best ways for you to make sure that your vehicle provides years of service is to have it maintained in line with our recommendations using parts that conform to the specifications detailed in this Owner’s Manual.  Genuine Ford and Motorcraft parts meet or exceed these specifications.<br><br> We hope that you never experience a collision, but accidents do happen.  Genuine Ford replacement collision parts meet our stringent requirements for fit, finish, structural integrity, corrosion protection and dent resistance.  During vehicle development we validate that these parts deliver the intended level of protection as a whole system.  A great way to know for sure you are getting this level of protection is to use genuine Ford replacement collision parts.<br><br> Genuine Ford and Motorcraft replacement parts are the only replacement parts that benefit from a Ford Warranty.  The Ford Warranty may not cover damage caused to your vehicle as a result of failed non-Ford parts.  For additional information, refer to the terms and conditions of the Ford Warranty.<br><br>", "contentHtml": "<p>&nbsp;We have built your vehicle to the highest standards using quality parts. &nbsp;We recommend that you demand the use of genuine Ford and Motorcraft parts whenever your vehicle requires scheduled maintenance or repair. &nbsp;You can clearly identify genuine Ford and Motorcraft parts by looking for the Ford, FoMoCo or Motorcraft branding on the parts or their packaging.</p><p>&nbsp;One of the best ways for you to make sure that your vehicle provides years of service is to have it maintained in line with our recommendations using parts that conform to the specifications detailed in this Owner’s Manual. &nbsp;Genuine Ford and Motorcraft parts meet or exceed these specifications.</p><p>&nbsp;We hope that you never experience a collision, but accidents do happen. &nbsp;Genuine Ford replacement collision parts meet our stringent requirements for fit, finish, structural integrity, corrosion protection and dent resistance. &nbsp;During vehicle development we validate that these parts deliver the intended level of protection as a whole system. &nbsp;A great way to know for sure you are getting this level of protection is to use genuine Ford replacement collision parts.</p><p>&nbsp;Genuine Ford and Motorcraft replacement parts are the only replacement parts that benefit from a Ford Warranty. &nbsp;The Ford Warranty may not cover damage caused to your vehicle as a result of failed non-Ford parts. &nbsp;For additional information, refer to the terms and conditions of the Ford Warranty.</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1508561&subTitleSelected=G1531419&topicHRef=G1523642&div=f&vFilteringEnabled=True", "id": "7", "title": "Replacement Parts Recommendation"}