{"body": "IF YOU DO NOT AGREE TO THIS END USER LICENSE AGREEMENT (\"EULA\") DO NOT USE THE DEVICE OR COPY THE SOFTWARE. ANY USE OF THE SOFTWARE, INCLUDING BUT NOT LIMITED TO USE ON THE DEVICE, WILL CONSTITUTE YOUR AGREEMENT TO THIS EULA (OR RATIFICATION OF ANY PREVIOUS CONSENT).<br><br>GRANT OF SOFTWARE LICENSE: This EULA grants you the following license:<br><br>If FORD MOTOR COMPANY or third party software and services suppliers provide or make available to you Supplemental Components and no other EULA terms are provided along with the Supplemental Components, then the terms of this EULA shall apply.<br><br>If MS, Microsoft Corporation, their affiliates and/or their designated agent make available Supplemental Components, and no other EULA terms are provided, then the terms of this EULA shall apply, except that the MS, Microsoft Corporation or affiliate entity providing the Supplemental Component(s) shall be the licensor of the Supplemental Component(s).<br><br>FORD MOTOR COMPANY, MS, Microsoft Corporation, their affiliates and/or their designated agent reserve the right to discontinue without liability any Internet-based services provided to you or made available to you through the use of the SOFTWARE.<br><br>UPGRADES AND RECOVERY MEDIA: If the SOFTWARE is provided by FORD MOTOR COMPANY separate from the DEVICE on media such as a ROM chip, CD ROM disk(s) or via web download or other means, and is labeled \"For Upgrade Purposes Only\" or \"For Recovery Purposes Only\" you may install one (1) copy of such SOFTWARE onto the DEVICE as a replacement copy for the existing SOFTWARE, and use it in accordance with this EULA, including any additional EULA terms accompanying the upgrade SOFTWARE.<br><br>INTELLECTUAL PROPERTY RIGHTS: All title and intellectual property rights in and to the SOFTWARE (including but not limited to any images, photographs, animations, video, audio, music, text and \"applets\" incorporated into the SOFTWARE), the accompanying printed materials, and any copies of the SOFTWARE, are owned by MS, Microsoft Corporation, FORD MOTOR COMPANY, or their affiliates or suppliers. The SOFTWARE is licensed, not sold. You may not copy the printed materials accompanying the SOFTWARE. All title and intellectual property rights in and to the content which may be accessed through use of the SOFTWARE is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties. This EULA grants you no rights to use such content. All rights not specifically granted under this EULA are reserved by MS, Microsoft Corporation, FORD MOTOR COMPANY, third party software and service providers, their affiliates and suppliers. Use of any on-line services which may be accessed through the SOFTWARE may be governed by the respective terms of use relating to such services. If this SOFTWARE contains documentation that is provided only in electronic form, you may print one copy of such electronic documentation.<br><br>EXPORT RESTRICTIONS: You acknowledge that the SOFTWARE is subject to U.S. and European Union export jurisdiction. You agree to comply with all applicable international and national laws that apply to the SOFTWARE, including the U.S. Export Administration Regulations, as well as end-user, end-use and destination restrictions issued by U.S. and other governments. For additional information, see:<br><br>TRADEMARKS: This EULA does not grant you any rights in connection with any trademarks or service marks of FORD MOTOR COMPANY, MS, Microsoft Corporation, third party software or service providers, their affiliates or suppliers.<br><br>PRODUCT SUPPORT: Product support for the SOFTWARE is not provided by MS, its parent corporation Microsoft Corporation, or their affiliates or subsidiaries. For product support, please refer to FORD MOTOR COMPANY instructions provided in the documentation for the DEVICE. Should you have any questions concerning this EULA, or if you desire to contact FORD MOTOR COMPANY for any other reason, please refer to the address provided in the documentation for the DEVICE.<br><br>No Liability for Certain Damages: EXCEPT AS PROHIBITED BY LAW, FORD MOTOR COMPANY, ANY THIRD PARTY SOFTWARE OR SERVICES SUPPLIERS, MS, MICROSOFT CORPORATION AND THEIR AFFILIATES SHALL HAVE NO LIABILITY FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL OR INCIDENTAL DAMAGES ARISING FROM OR IN CONNECTION WITH THE USE OR PERFORMANCE OF THE SOFTWARE. THIS LIMITATION SHALL APPLY EVEN IF ANY REMEDY FAILS OF ITS ESSENTIAL PURPOSE. IN NO EVENT SHALL MS, MICROSOFT CORPORATION AND/OR THEIR AFFILIATES BE LIABLE FOR ANY AMOUNT IN EXCESS OF U.S. TWO HUNDRED FIFTY DOLLARS (U.S. $250.00).<br><br>Contains Adobe® [Flash® Player] or [AIR®] technology by Adobe Systems Incorporated. This [Licensee Product] contains [Adobe® Flash® Player] [Adobe® AIR®] software under license from Adobe Systems Incorporated, Copyright ©1995-2009 Adobe Macromedia Software LLC. All rights reserved. Adobe, Flash and AIR are trademarks of Adobe Systems Incorporated.<br><br>This system Ford SYNC contains software that is licensed to Manufacturer FORD MOTOR COMPANY by an affiliate of Microsoft Corporation pursuant to a license agreement. Any removal, reproduction, reverse engineering or other unauthorized use of the software from this system in violation of the license agreement is strictly prohibited and may subject you to legal action.<br><br>Read and follow instructions: Before using your Windows Automotive- based system, read and follow all instructions and safety information provided in this end user manual (\"User's Guide\"). Not following precautions found in this User's Guide can lead to an accident or other serious consequences.<br><br>Keep User's Guide in vehicle: When kept in the vehicle, the User's Guide will be a ready reference for you and other users unfamiliar with the Windows Automotive-based system. Please make certain that before using the system for the first time, all persons have access to the User's Guide and read its instructions and safety information carefully.<br><br>Voice Command Control: Functions within the Windows Automotive-based system may be accomplished using only voice commands. Using voice commands while driving allows you to operate the system without removing your hands from the wheel.<br><br>Prolonged Views of Screen: Do not access any function requiring a prolonged view of the screen while you are driving. Pull over in a safe and legal manner before attempting to access a function of the system requiring prolonged attention. Even occasional short scans to the screen may be hazardous if your attention has been diverted away from your driving task at a critical time.<br><br>Volume Setting: Do not raise the volume excessively. Keep the volume at a level where you can still hear outside traffic and emergency signals while driving. Driving while unable to hear these sounds could cause an accident.<br><br>Use of Speech Recognition Functions: Speech recognition software is inherently a statistical process which is subject to errors. It is your responsibility to monitor any speech recognition functions included in the system and address any errors.<br><br>Navigation Features: Any navigation features included in the system are intended to provide turn by turn instructions to get you to a desired destination. Please make certain all persons using this system carefully read and follow instructions and safety information fully.<br><br>Distraction Hazard: Any navigation features may require manual (non-verbal) setup. Attempting to perform such set-up or insert data while driving can seriously distract your attention and could cause an accident or other serious consequences. Stop the vehicle in a safe and legal manner before attempting these operations.<br><br>Let Your Judgment Prevail: Any navigation features are provided only as an aid. Make your driving decisions based on your observations of local conditions and existing traffic regulations. Any such feature is not a substitute for your personal judgment. Any route suggestions made by this system should never replace any local traffic regulations or your personal judgment or knowledge of safe driving practices.<br><br>Route Safety: Do not follow the route suggestions if doing so would result in an unsafe or illegal maneuver, if you would be placed in an unsafe situation, or if you would be directed into an area that you consider unsafe. The driver is ultimately responsible for the safe operation of the vehicle and therefore, must evaluate whether it is safe to follow the suggested directions.<br><br>Potential Map Inaccuracy: Maps used by this system may be inaccurate because of changes in roads, traffic controls or driving conditions. Always use good judgment and common sense when following the suggested routes.<br><br>Emergency Services: Do not rely on any navigation features included in the system to route you to emergency services. Ask local authorities or an emergency services operator for these locations. Not all emergency services such as police, fire stations, hospitals and clinics are likely to be contained in the map database for such navigation features.<br><br>Please read these terms and conditions carefully before you use the Telenav Software. Your use of the Telenav Software indicates that you accept these terms and conditions. If you do not accept these terms and conditions, do not break the seal of the package, launch, or otherwise use the Telenav Software.<br><br>These terms and conditions represent the agreement (“Agreement”) between you and Telenav, Inc. (“Telenav”) with respect to the Telenav Software (including upgrades, modifications, or additions thereto) (collectively “Telenav Software”). All references herein to “you” and “your” means you, your employees, agents, and contractors, and any other entity on whose behalf you accept these terms and conditions, all of whom shall also be bound by this Agreement. Additionally, all of your account information, as well as other payment and personal information provided by you to Telenav (directly or through the use of the Telenav Software, is subject to Telenav’s privacy policy located at http://www.telenav.com.<br><br>Telenav may revise this Agreement and the privacy policy at any time, with or without notice to you. You agree to visit http://www.telenav.com from time to time to review the then current version of this Agreement and of the privacy policy.<br><br>You acknowledge that devoting attention to the Telenav Software may pose a risk of injury or death to you and others in situations that otherwise require your undivided attention, and you therefore agree to comply with the following when using the Telenav Software: (a) observe all traffic laws and otherwise drive safely; (b) use your own personal judgment while driving. If you feel that a route suggested by the Telenav Software instructs you to perform an unsafe or illegal maneuver, places you in an unsafe situation, or directs you into an area that you consider to be unsafe, do not follow such instructions; (c) do not input destinations, or otherwise manipulate the Telenav Software, unless your vehicle is stationary and parked; (d) do not use the Telenav Software for any illegal, unauthorized, unintended, unsafe, hazardous, or unlawful purposes, or in any manner inconsistent with this Agreement; (e) arrange all GPS and wireless devices and cables necessary for use of the Telenav Software in a secure manner in your vehicle so that they will not interfere with your driving and will not prevent the operation of any safety device (such as an airbag).<br><br>You agree to indemnify and hold Telenav harmless against all claims resulting from any dangerous or otherwise inappropriate use of the Telenav Software in any moving vehicle, including as a result of your failure to comply with the directions above.<br><br>You agree: (a) when registering the Telenav Software, to provide Telenav with true, accurate, current, and complete information about yourself, and (b) to inform Telenav promptly of any changes to such information, and to keep it true, accurate, current and complete.<br><br>Subject to your compliance with the terms of this Agreement, Telenav hereby grants to you a personal, non-exclusive, non-transferable license (except as expressly permitted below in connection with your permanent transfer of the Telenav Software license), without the right to sublicense, to use the Telenav Software (in object code form only) in order to access and use the Telenav Software. This license shall terminate upon any termination or expiration of this Agreement. You agree that you will use the Telenav Software only for your personal business or leisure purposes, and not to provide commercial navigation services to other parties.<br><br>You agree not to do any of the following: (a) reverse engineer, decompile, disassemble, translate, modify, alter or otherwise change the Telenav Software or any part thereof; (b) attempt to derive the source code, audio library or structure of the Telenav Software without the prior express written consent of Telenav; (c) remove from the Telenav Software, or alter, any of Telenav’s or its suppliers’ trademarks, trade names, logos, patent or copyright notices, or other notices or markings; (d) distribute, sublicense or otherwise transfer the Telenav Software to others, except as part of your permanent transfer of the Telenav Software; or (e) use the Telenav Software in any manner that (i) infringes the intellectual property or proprietary rights, rights of publicity or privacy or other rights of any party, (ii) violates any law, statute, ordinance or regulation, including but not limited to laws and regulations related to spamming, privacy, consumer and child protection, obscenity or defamation, or (iii) is harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, or otherwise objectionable; and (f) lease, rent out, or otherwise permit unauthorized access by third parties to the Telenav Software without advanced written permission of Telenav.<br><br>To the fullest extent permissible pursuant to applicable law, in no event will Telenav, its licensors and suppliers, or agents or employees of any of the foregoing, be liable for any decision made or action taken by you or anyone else in reliance on the information provided by the Telenav Software. Telenav also does not warrant the accuracy of the map or other data used for the Telenav Software. Such data may not always reflect reality due to, among other things, road closures, construction, weather, new roads and other changing conditions. You are responsible for the entire risk arising out of your use of the Telenav Software. For example but without limitation, you agree not to rely on the Telenav Software for critical navigation in areas where the well-being or survival of you or others is dependent on the accuracy of navigation, as the maps or functionality of the Telenav Software are not intended to support such high risk applications, especially in more remote geographical areas.<br><br>TELENAV EXPRESSLY DISCLAIMS AND EXCLUDES ALL WARRANTIES IN CONNECTION WITH THE TELENAV SOFTWARE, WHETHER STATUTORY, EXPRESS OR IMPLIED, INCLUDING ALL WARRANTIES WHICH MAY ARISE FROM COURSE OF DEALING, CUSTOM OR TRADE AND INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS WITH RESPECT TO THE TELENAV SOFTWARE. Certain jurisdictions do not permit the disclaimer of certain warranties, so this limitation may not apply to you.<br><br>TO THE EXTENT PERMITTED UNDER APPLICABLE LAW, UNDER NO CIRCUMSTANCES SHALL TELENAV OR ITS LICENSORS AND SUPPLIERS BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES (INCLUDING IN EACH CASE, BUT NOT LIMITED TO, DAMAGES FOR THE INABILITY TO USE THE EQUIPMENT OR ACCESS DATA, LOSS OF DATA, LOSS OF BUSINESS, LOSS OF PROFITS, BUSINESS INTERRUPTION OR THE LIKE) ARISING OUT OF THE USE OF OR INABILITY TO USE THE TELENAV SOFTWARE, EVEN IF TELENAV HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br><br>NOTWITHSTANDING ANY DAMAGES THAT YOU MIGHT INCUR FOR ANY REASON WHATSOEVER (INCLUDING, WITHOUT LIMITATION, ALL DAMAGES REFERENCED HEREIN AND ALL DIRECT OR GENERAL DAMAGES IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE), THE ENTIRE LIABILITY OF TELENAV AND OF ALL OF TELENAV’S SUPPLIERS SHALL BE LIMITED TO THE AMOUNT ACTUALLY PAID BY YOU FOR THE TELENAV SOFTWARE. SOME STATES AND/OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.<br><br>You agree that any dispute, claim or controversy arising out of or relating to this Agreement or the Telenav Software shall be settled by independent arbitration involving a neutral arbitrator and administered by the American Arbitration Association in the County of Santa Clara, California. The arbitrator shall apply the Commercial Arbitration Rules of the American Arbitration Association, and the judgment upon the award rendered by the arbitrator may be entered by any court having jurisdiction. Note that there is no judge or jury in an arbitration proceeding and the decision of the arbitrator shall be binding upon both parties. You expressly agree to waive your right to a jury trial.<br><br>This Agreement and performance hereunder will be governed by and construed in accordance with the laws of the State of California, without giving effect to its conflict of laws provisions. To the extent judicial action is necessary in connection with the binding arbitration, both Telenav and you agree to submit to the exclusive jurisdiction of the courts of the County of Santa Clara, California. The United Nations Convention on Contracts for the International Sale of Goods shall not apply.<br><br>You may not resell, assign, or transfer this Agreement or any of your rights or obligations, except in totality, in connection with your permanent transfer of the Telenav Software, and expressly conditioned upon the new user of the Telenav Software agreeing to be bound by the terms and conditions of this Agreement. Any such sale, assignment or transfer that is not expressly permitted under this paragraph will result in immediate termination of this Agreement, without liability to Telenav, in which case you and all other parties shall immediately cease all use of the Telenav Software. Notwithstanding the foregoing, Telenav may assign this Agreement to any other party at any time without notice, provided the assignee remains bound by this Agreement.<br><br><br><br>This Agreement constitutes the entire agreement between Telenav and you with respect to the subject matter hereof.<br><br>Except for the limited licenses expressly granted in this Agreement, Telenav retains all right, title and interest in and to the Telenav Software, including without limitation all related intellectual property rights. No licenses or other rights which are not expressly granted in this Agreement are intended to, or shall be, granted or conferred by implication, statute, inducement, estoppel or otherwise, and Telenav and its suppliers and licensors hereby reserve all of their respective rights other than the licenses explicitly granted in this Agreement.<br><br>By using the Telenav Software, you consent to receive from Telenav all communications, including notices, agreements, legally required disclosures or other information in connection with the Telenav Software (collectively, “Notices”) electronically. Telenav may provide such Notices by posting them on Telenav’s Website or by downloading such Notices to your wireless device. If you desire to withdraw your consent to receive Notices electronically, you must discontinue your use of the Telenav Software.<br><br>Telenav’s or your failure to require performance of any provision shall not affect that party’s right to require performance at any time thereafter, nor shall a waiver of any breach or default of this Agreement constitute a waiver of any subsequent breach or default or a waiver of the provision itself.<br><br>If any provision herein is held unenforceable, then such provision will be modified to reflect the intention of the parties, and the remaining provisions of this Agreement will remain in full force and effect.<br><br>The headings in this Agreement are for convenience of reference only, will not be deemed to be a part of this Agreement, and will not be referred to in connection with the construction or interpretation of this Agreement. As used in this Agreement, the words “include” and “including,” and variations thereof, will not be deemed to be terms of limitation, but rather will be deemed to be followed by the words “without limitation.”<br><br>The Telenav Software utilizes map and other data licensed to Telenav by third party vendors for the benefit of you and other end users. This Agreement includes end-user terms applicable to these companies (included at the end of this Agreement), and thus your use of the Telenav Software is also subject to such terms. You agree to comply with the following additional terms and conditions, which are applicable to Telenav’s third party vendor licensors:<br><br>The data (“Data”) is provided for your personal, internal use only and not for resale. It is protected by copyright, and is subject to the following terms and conditions which are agreed to by you, on the one hand, and Telenav (“Telenav”) and its licensors (including their licensors and suppliers) on the other hand.<br><br>© 2013 HERE. All rights reserved.<br><br>The Data for areas of Canada includes information taken with permission from Canadian authorities, including: © Her Majesty the Queen in Right of Canada, © Queen's Printer for Ontario, © Canada Post Corporation, GeoBase®, © Department of Natural Resources Canada.<br><br>HERE holds a non-exclusive license from the United States Postal Service® to publish and sell ZIP+4® information.<br><br>©United States Postal Service® 2014. Prices are not established, controlled or approved by the United States Postal Service®. The following trademarks and registrations are owned by the USPS: United States Postal Service, USPS, and ZIP+4.<br><br>The Data for Mexico includes certain data from Instituto Nacional de Estadística y Geografía.<br><br>TERMS AND CONDITIONS<br><br>The data (“Data”) is provided for your personal, internal use only and not for resale. It is protected by copyright, and is subject to the following terms and conditions which are agreed to by you, on the one hand, and NAV2 (Shanghai) Co., Ltd (“NAV2”) and its licensors (including their licensors and suppliers) on the other hand.<br><br>© 20xx. All rights reserved.<br><br>You agree to use this Data together with the Telenav Software solely for the internal business and personal purposes for which you were licensed, and not for service bureau, time-sharing or other similar purposes. Accordingly, but subject to the restrictions set forth in the following paragraphs, you agree not to otherwise reproduce, copy, modify, decompile, disassemble, create any derivative works of, or reverse engineer any portion of this Data, and may not transfer or distribute it in any form, for any purpose, except to the extent permitted by mandatory laws.<br><br>Except where you have been specifically licensed to do so by Telenav, and without limiting the preceding paragraph, you may not use this Data (a) with any products, systems, or applications installed or otherwise connected to or in communication with vehicles, capable of vehicle navigation, positioning, dispatch, real time route guidance, fleet management or similar applications; or (b) with or in communication with any positioning devices or any mobile or wireless-connected electronic or computer devices, including without limitation cellular phones, palmtop and handheld computers, pagers, and personal digital assistants or PDAs.<br><br>The Data may contain inaccurate or incomplete information due to the passage of time, changing circumstances, sources used and the nature of collecting comprehensive geographic data, any of which may lead to incorrect results.<br><br>This Data is provided to you “as is,” and you agree to use it at your own risk. Telenav and its licensors (and their licensors and suppliers) make no guarantees, representations or warranties of any kind, express or implied, arising by law or otherwise, including but not limited to, content, quality, accuracy, completeness, effectiveness, reliability, fitness for a particular purpose, usefulness, use or results to be obtained from this Data, or that the Data or server will be uninterrupted or error-free.<br><br>TELENAV AND ITS LICENSORS (INCLUDING THEIR LICENSORS AND SUPPLIERS) DISCLAIM ANY WARRANTIES, EXPRESS OR IMPLIED, OF QUALITY, PERFORMANCE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT. Some States, Territories and Countries do not allow certain warranty exclusions, so to that extent the above exclusion may not apply to you.<br><br>TELENAV AND ITS LICENSORS (INCLUDING THEIR LICENSORS AND SUPPLIERS) SHALL NOT BE LIABLE TO YOU: IN RESPECT OF ANY CLAIM, DEMAND OR ACTION, IRRESPECTIVE OF THE NATURE OF THE CAUSE OF THE CLAIM, DEMAND OR ACTION ALLEGING ANY LOSS, INJURY OR DAMAGES, DIRECT OR INDIRECT, WHICH MAY RESULT FROM THE USE OR POSSESSION OF THE INFORMATION; OR FOR ANY LOSS OF PROFIT, REVENUE, CONTRACTS OR SAVINGS, OR ANY OTHER DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF YOUR USE OF OR INABILITY TO USE THIS INFORMATION, ANY DEFECT IN THE INFORMATION, OR THE BREACH OF THESE TERMS OR CONDITIONS, WHETHER IN AN ACTION IN CONTRACT OR TORT OR BASED ON A WARRANTY, EVEN IF TELENAV OR ITS LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. Some States, Territories and Countries do not allow certain liability exclusions or damages limitations, so to that extent the above may not apply to you.<br><br>You shall not export from anywhere any part of the Data or any direct product thereof except in compliance with, and with all licenses and approvals required under, applicable export laws, rules and regulations, including but not limited to the laws, rules and regulations administered by the Office of Foreign Assets Control of the U.S. Department of Commerce and the Bureau of Industry and Security of the U.S. Department of Commerce. To the extent that any such export laws, rules or regulations prohibit HERE from complying with any of its obligations hereunder to deliver or distribute Data, such failure shall be excused and shall not constitute a breach of this Agreement.<br><br>These terms and conditions constitute the entire agreement between Telenav (and its licensors, including their licensors and suppliers) and you pertaining to the subject matter hereof, and supersedes in their entirety any and all written or oral agreements previously existing between us with respect to such subject matter.<br><br>The above terms and conditions shall be governed by the laws of the State of Illinois [insert “Netherlands” where European HERE Data is used], without giving effect to (i) its conflict of laws provisions, or (ii) the United Nations Convention for Contracts for the International Sale of Goods, which is explicitly excluded. You agree to submit to the jurisdiction of the State of Illinois [insert “The Netherlands” where European HERE Data is used] for any and all disputes, claims and actions arising from or in connection with the Data provided to you hereunder.<br><br>If the Data is being acquired by or on behalf of the United States government or any other entity seeking or applying rights similar to those customarily claimed by the United States government, this Data is a “commercial item” as that term is defined at 48 C.F.R. (“FAR”) 2.101, is licensed in accordance with these End-User Terms, and each copy of Data delivered or otherwise furnished shall be marked and embedded as appropriate with the following “Notice of Use,” and shall be treated in accordance with such Notice:<br><br>If the Contracting Officer, federal government agency, or any federal official refuses to use the legend provided herein, the Contracting Officer, federal government agency, or any federal official must notify HERE prior to seeking additional or alternative rights in the Data.<br><br>You agree to use this Data together with [insert name of Client Application] for the solely personal, non-commercial purposes for which you were licensed, and not for service bureau, time-sharing or other similar purposes. Accordingly, but subject to the restrictions set forth in the following paragraphs, you may copy this Data only as necessary for your personal use to (i) view it, and (ii) save it, provided that you do not remove any copyright notices that appear and do not modify the Data in any way. You agree not to otherwise reproduce, copy, modify, decompile, disassemble or reverse engineer any portion of this Data, and may not transfer or distribute it in any form, for any purpose, except to the extent permitted by mandatory laws.<br><br>Except where you have been specifically licensed to do so by NAV2 , and without limiting the preceding paragraph, you may not (a) use this Data with any products, systems, or applications installed or otherwise connected to or in communication with vehicles, capable of vehicle navigation, positioning, dispatch, real time route guidance, fleet management or similar applications; or (b) with or in communication with any positioning devices or any mobile or wireless-connected electronic or computer devices, including without limitation cellular phones, palmtop and handheld computers, pagers, and personal digital assistants or PDAs. You agree to cease using this Data if you fail to comply with these terms and conditions.<br><br>NAV2 warrants that (a) the Data will perform substantially in accordance with the accompanying written materials for a period of ninety (90) days from the date of receipt, and (b) any support services provided by NAV2 shall be substantially as described in applicable written materials provided to you by NAV2, and NAV2’s support engineers will make commercially reasonable efforts to solve any problem issues.<br><br>NAV2 and its suppliers’ entire liability and your exclusive remedy shall be, at NAV2’s sole discretion, either (a) return of the price paid, if any, or (b) repair or replacement of the Data that do not meet NAV2’s Limited Warranty and that are returned to NAV2 with a copy of your receipt. This Limited Warranty is void if failure of the Data has resulted from accident, abuse, or misapplication. Any replacement Data will be warranted for the remainder of the original warranty period or thirty (30) days, whichever is longer. Neither these remedies nor any product support services offered by NAV2 are available without proof of purchase from an authorized international source.<br><br>EXCEPT FOR THE LMITED WARRANTY SET FORTH ABOVE AND TO THE EXTENT PERMITTED BY APPLICABLE LAW, NAV2 AND ITS LICENSORS (INCLUDING THEIR LICENSORS AND SUPPLIERS) DISCLAIM ANY WARRANTIES, EXPRESS OR IMPLIED, OF QUALITY, PERFORMANCE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OWNERSHIP OR NON-INFRINGEMENT. Certain warranty exclusions may not be permitted under applicable law, so to that extent the above exclusion may not apply to you.<br><br>TO THE EXTENT PERMITTED BY APPLICABLE LAW, NAV2 AND ITS LICENSORS (INCLUDING THEIR LICENSORS AND SUPPLIERS) SHALL NOT BE LIABLE TO YOU: IN RESPECT OF ANY CLAIM, DEMAND OR ACTION, IRRESPECTIVE OF THE NATURE OF THE CAUSE OF THE CLAIM, DEMAND OR ACTION ALLEGING ANY LOSS, INJURY OR DAMAGES, DIRECT OR INDIRECT, WHICH MAY RESULT FROM THE USE OR POSSESSION OF THE INFORMATION; OR FOR ANY LOSS OF PROFIT, REVENUE, CONTRACTS OR SAVINGS, OR ANY OTHER DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF YOUR USE OF OR INABILITY TO USE THIS INFORMATION, ANY DEFECT IN THE INFROMATION, OR THE BREACH OF THESE TERMS OR CONDITIONS, WHETHER IN AN ACTION IN CONTRACT OR TORT OR BASED ON A WARRANTY, EVEN IF NAV2 OR ITS LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. UNDER NO CIRCUMSTANCES SHALL NAV2’s OR ITS SUPPLIERS’ LIABILITY HEREUNDER EXCEED THE PRICE PAID. Certain liability exclusions may not be permitted under applicable law, so to that extent the above exclusion may not apply to you.<br><br>You agree not to export to anywhere any part of the Data provided to you or any direct product thereof except in compliance with, and with all licenses and approvals required under, applicable export laws, rules and regulations.<br><br>The Data are owned by NAV2 or its suppliers and are protected by applicable copyright and other intellectual property law and treaties. The Data are provided solely on the basis of a license to use, not sale.<br><br>These terms and conditions constitute the entire agreement between NAV2(and its licensors, including their licensors and suppliers) and you pertaining to the subject matter hereof, and supersedes in their entirety any and all written or oral agreements previously existing between us with respect to such subject matter.<br><br>The above terms and conditions shall be governed by the laws of the People’s Republic of China, without giving effect to (i) its conflict of laws provisions, or (ii) the United Nations Convention for Contracts for the International Sale of Goods, which is explicitly excluded. Any dispute arising from or in connection with the Data provided to you hereunder shall be submitted to the Shanghai International Economic and Trade Arbitration Commission for arbitration.<br><br>CD and music-related data from Gracenote, Inc., copyright© 2000-2007 Gracenote. Gracenote Software, copyright © 2000-2007 Gracenote. This product and service may practice one or more of the following U.S. Patents #5,987,525, #6,061,680, #6,154,773, #6,161,132, #6,230,192, #6,230,207, #6.240,459, #6,330,593 and other patents issued or pending. Some services supplied under license from Open Globe, Inc. for U.S. Patent: #6,304,523.<br><br>Gracenote and CDDB are registered trademarks of Gracenote. The Gracenote logo and logotype, and the \"Powered by Gracenote™\" logo are trademarks of Gracenote.<br><br>This device contains software from Gracenote, Inc. of 2000 Powell Street Emeryville, California 94608 (\"Gracenote\").<br><br>The software from Gracenote (the \"Gracenote Software\") enables this device to do disc and music file identification and obtain music-related information, including name, artist, track, and title information (\"Gracenote Data\") from online servers (\"Gracenote Servers\"), and to perform other functions. You may use Gracenote Data only by means of the intended End User functions of this device.<br><br>This device may contain content belonging to Gracenote's providers. If so, all of the restrictions set forth herein with respect to Gracenote Data shall also apply to such content and such content providers shall be entitled to all of the benefits and protections set forth herein that are available to Gracenote.<br><br>You agree that you will use the content from Gracenote (\"Gracenote Content\") , Gracenote Data, the Gracenote Software, and Gracenote Servers for your own personal, non-commercial use only. You agree not to assign, copy, transfer or transmit the Gracenote Content, Gracenote Software or any Gracenote Data (except in a Tag associated with a music file) to any third party. YOU AGREE NOT TO USE OR EXPLOIT GRACENOTE CONTENT, GRACENOTE DATA, THE GRACENOTE SOFTWARE, OR GRACENOTE SERVERS, EXCEPT AS EXPRESSLY PERMITTED HEREIN.<br><br>You agree that your non-exclusive licenses to use the Gracenote Content, Gracenote Data, the Gracenote Software, and Gracenote Servers will terminate if you violate these restrictions. If your licenses terminate, you agree to cease any and all use of the Gracenote Content, Gracenote Data, the Gracenote Software, and Gracenote Servers. Gracenote, respectively, reserve all rights in Gracenote Data, the Gracenote Software, and the Gracenote Servers and Gracenote Content, including all ownership rights. Under no circumstances will either Gracenote become liable for any payment to you for any information that you provide, including any copyrighted material or music file information. You agree that Gracenote may enforce its respective rights, collectively or separately, under this agreement against you, directly in each company's own name.<br><br>Gracenote uses a unique identifier to track queries for statistical purposes. The purpose of a randomly assigned numeric identifier is to allow Gracenote to count queries without knowing anything about who you are. For more information, see the web page at www.gracenote.com for the Gracenote Privacy Policy.<br><br>THE GRACENOTE SOFTWARE, EACH ITEM OF GRACENOTE DATA AND THE GRACENOTE CONTENT ARE LICENSED TO YOU \"AS IS\". NEITHER GRACENOTE MAKES ANY REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, REGARDING THE ACCURACY OF ANY GRACENOTE DATA FROM THE GRACENOTE SERVERS OR GRACENOTE CONTENT. GRACENOTE COLLECTIVELY AND SEPARATELY RESERVE THE RIGHT TO DELETE DATA AND/OR CONTENT FROM THE COMPANIES' RESPECTIVE SERVERS OR, IN THE CASE OF GRACENOTE, CHANGE DATA CATEGORIES FOR ANY CAUSE THAT GRACENOTE DEEMS SUFFICIENT. NO WARRANTY IS MADE THAT EITHER GRACENOTE CONTENT OR THE GRACENOTE SOFTWARE OR GRACENOTE SERVERS ARE ERROR-FREE OR THAT THE FUNCTIONING OF THE GRACENOTE SOFTWARE OR GRACENOTE SERVERS WILL BE UNINTERRUPTED. GRACENOTE IS NOT OBLIGATED TO PROVIDE YOU WITH ANY ENHANCED OR ADDITIONAL DATA TYPES THAT GRACENOTE MAY CHOOSE TO PROVIDE IN THE FUTURE AND IS FREE TO DISCONTINUE ITS ONLINE SERVICES AT ANY TIME. GRACENOTE DISCLAIM ALL WARRANTIES EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT. NEITHER GRACENOTE WARRANTS THE RESULTS THAT WILL BE OBTAINED BY YOUR USE OF THE GRACENOTE SOFTWARE OR ANY GRACENOTE SERVER. IN NO CASE WILL GRACENOTE BE LIABLE FOR ANY CONSEQUENTIAL OR INCIDENTAL DAMAGES OR FOR ANY LOST PROFITS OR LOST REVENUES FOR ANY REASON WHATSOEVER.<br><br>© Gracenote 2007.<br><br>Vehicle with SYNC only<br><br>United States and Mexico<br><br>FCC ID: KMHSG1G1<br><br>IC: 1422A-SG1G1<br><br>Mexico<br><br>Model: KMHSG1P1<br><br>NOM-121-SCT1-2009<br><br>The operation of this equipment is subject to the following two conditions: (1) This equipment or device may not cause harmful interference, and (2) this equipment or device must accept any interference, including interference that may cause undesired operation.<br><br>Vehicle with SYNC with Touchscreen/My Touch<br><br>FCC ID: KMHSYNCG2<br><br>IC: 1422A-SYNCG2<br><br>This device complies with Part 15 of the FCC Rules and with RSS-210 of Industry Canada. Operation is subject to the following two conditions: (1) This device may not cause harmful interference, and (2) this device must accept any interference received, including interference that may cause undesired operation.<br><br>The antenna used for this transmitter must not be co-located or operating in conjunction with any other antenna or transmitter.<br><br>", "contentHtml": "<p><b>IF YOU DO NOT AGREE TO THIS END USER LICENSE AGREEMENT (\"EULA\") DO NOT USE THE DEVICE OR COPY THE SOFTWARE. ANY USE OF THE SOFTWARE, INCLUDING BUT NOT LIMITED TO USE ON THE DEVICE, WILL CONSTITUTE YOUR AGREEMENT TO THIS EULA (OR RATIFICATION OF ANY PREVIOUS CONSENT).</b></p><p><b>GRANT OF SOFTWARE LICENSE:</b> This EULA grants you the following license:</p><p>If FORD MOTOR COMPANY or third party software and services suppliers provide or make available to you Supplemental Components and no other EULA terms are provided along with the Supplemental Components, then the terms of this EULA shall apply.</p><p>If MS, Microsoft Corporation, their affiliates and/or their designated agent make available Supplemental Components, and no other EULA terms are provided, then the terms of this EULA shall apply, except that the MS, Microsoft Corporation or affiliate entity providing the Supplemental Component(s) shall be the licensor of the Supplemental Component(s).</p><p>FORD MOTOR COMPANY, MS, Microsoft Corporation, their affiliates and/or their designated agent reserve the right to discontinue without liability any Internet-based services provided to you or made available to you through the use of the SOFTWARE.</p><p><b>UPGRADES AND RECOVERY MEDIA:</b> If the SOFTWARE is provided by FORD MOTOR COMPANY separate from the DEVICE on media such as a ROM chip, CD ROM disk(s) or via web download or other means, and is labeled \"For Upgrade Purposes Only\" or \"For Recovery Purposes Only\" you may install one (1) copy of such SOFTWARE onto the DEVICE as a replacement copy for the existing SOFTWARE, and use it in accordance with this EULA, including any additional EULA terms accompanying the upgrade SOFTWARE.</p><p><b>INTELLECTUAL PROPERTY RIGHTS: </b> All title and intellectual property rights in and to the SOFTWARE (including but not limited to any images, photographs, animations, video, audio, music, text and \"applets\" incorporated into the SOFTWARE), the accompanying printed materials, and any copies of the SOFTWARE, are owned by MS, Microsoft Corporation, FORD MOTOR COMPANY, or their affiliates or suppliers. The SOFTWARE is licensed, not sold. You may not copy the printed materials accompanying the SOFTWARE. All title and intellectual property rights in and to the content which may be accessed through use of the SOFTWARE is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties. This EULA grants you no rights to use such content. All rights not specifically granted under this EULA are reserved by MS, Microsoft Corporation, FORD MOTOR COMPANY, third party software and service providers, their affiliates and suppliers. Use of any on-line services which may be accessed through the SOFTWARE may be governed by the respective terms of use relating to such services. If this SOFTWARE contains documentation that is provided only in electronic form, you may print one copy of such electronic documentation.</p><p><b>EXPORT RESTRICTIONS:</b> You acknowledge that the SOFTWARE is subject to U.S. and European Union export jurisdiction. You agree to comply with all applicable international and national laws that apply to the SOFTWARE, including the U.S. Export Administration Regulations, as well as end-user, end-use and destination restrictions issued by U.S. and other governments. For additional information, see:</p><p><b>TRADEMARKS:</b> This EULA does not grant you any rights in connection with any trademarks or service marks of FORD MOTOR COMPANY, MS, Microsoft Corporation, third party software or service providers, their affiliates or suppliers.</p><p><b>PRODUCT SUPPORT:</b> Product support for the SOFTWARE is not provided by MS, its parent corporation Microsoft Corporation, or their affiliates or subsidiaries. For product support, please refer to FORD MOTOR COMPANY instructions provided in the documentation for the DEVICE. Should you have any questions concerning this EULA, or if you desire to contact FORD MOTOR COMPANY for any other reason, please refer to the address provided in the documentation for the DEVICE.</p><p><b>No Liability for Certain Damages:</b> EXCEPT AS PROHIBITED BY LAW, FORD MOTOR COMPANY, ANY THIRD PARTY SOFTWARE OR SERVICES SUPPLIERS, MS, MICROSOFT CORPORATION AND THEIR AFFILIATES SHALL HAVE NO LIABILITY FOR ANY INDIRECT, SPECIAL, CONSEQUENTIAL OR INCIDENTAL DAMAGES ARISING FROM OR IN CONNECTION WITH THE USE OR PERFORMANCE OF THE SOFTWARE. THIS LIMITATION SHALL APPLY EVEN IF ANY REMEDY FAILS OF ITS ESSENTIAL PURPOSE. IN NO EVENT SHALL MS, MICROSOFT CORPORATION AND/OR THEIR AFFILIATES BE LIABLE FOR ANY AMOUNT IN EXCESS OF U.S. TWO HUNDRED FIFTY DOLLARS (U.S. $250.00).</p><p>Contains Adobe® [Flash® Player] or [AIR®] technology by Adobe Systems Incorporated. This [Licensee Product] contains [Adobe® Flash® Player] [Adobe® AIR®] software under license from Adobe Systems Incorporated, Copyright ©1995-2009 Adobe Macromedia Software LLC. All rights reserved. Adobe, Flash and AIR are trademarks of Adobe Systems Incorporated.</p><p>This system Ford SYNC contains software that is licensed to Manufacturer FORD MOTOR COMPANY by an affiliate of Microsoft Corporation pursuant to a license agreement. Any removal, reproduction, reverse engineering or other unauthorized use of the software from this system in violation of the license agreement is strictly prohibited and may subject you to legal action.</p><p><b>Read and follow instructions:</b> Before using your Windows Automotive- based system, read and follow all instructions and safety information provided in this end user manual (\"User's Guide\"). Not following precautions found in this User's Guide can lead to an accident or other serious consequences.</p><p><b>Keep User's Guide in vehicle:</b> When kept in the vehicle, the User's Guide will be a ready reference for you and other users unfamiliar with the Windows Automotive-based system. Please make certain that before using the system for the first time, all persons have access to the User's Guide and read its instructions and safety information carefully.</p><p><b>Voice Command Control:</b> Functions within the Windows Automotive-based system may be accomplished using only voice commands. Using voice commands while driving allows you to operate the system without removing your hands from the wheel.</p><p><b>Prolonged Views of Screen:</b> Do not access any function requiring a prolonged view of the screen while you are driving. Pull over in a safe and legal manner before attempting to access a function of the system requiring prolonged attention. Even occasional short scans to the screen may be hazardous if your attention has been diverted away from your driving task at a critical time.</p><p><b>Volume Setting:</b> Do not raise the volume excessively. Keep the volume at a level where you can still hear outside traffic and emergency signals while driving. Driving while unable to hear these sounds could cause an accident.</p><p><b>Use of Speech Recognition Functions:</b> Speech recognition software is inherently a statistical process which is subject to errors. It is your responsibility to monitor any speech recognition functions included in the system and address any errors.</p><p><b>Navigation Features:</b> Any navigation features included in the system are intended to provide turn by turn instructions to get you to a desired destination. Please make certain all persons using this system carefully read and follow instructions and safety information fully.</p><p><b>Distraction Hazard:</b> Any navigation features may require manual (non-verbal) setup. Attempting to perform such set-up or insert data while driving can seriously distract your attention and could cause an accident or other serious consequences. Stop the vehicle in a safe and legal manner before attempting these operations.</p><p><b>Let Your Judgment Prevail:</b> Any navigation features are provided only as an aid. Make your driving decisions based on your observations of local conditions and existing traffic regulations. Any such feature is not a substitute for your personal judgment. Any route suggestions made by this system should never replace any local traffic regulations or your personal judgment or knowledge of safe driving practices.</p><p><b>Route Safety:</b> Do not follow the route suggestions if doing so would result in an unsafe or illegal maneuver, if you would be placed in an unsafe situation, or if you would be directed into an area that you consider unsafe. The driver is ultimately responsible for the safe operation of the vehicle and therefore, must evaluate whether it is safe to follow the suggested directions.</p><p><b>Potential Map Inaccuracy:</b> Maps used by this system may be inaccurate because of changes in roads, traffic controls or driving conditions. Always use good judgment and common sense when following the suggested routes.</p><p><b>Emergency Services:</b> Do not rely on any navigation features included in the system to route you to emergency services. Ask local authorities or an emergency services operator for these locations. Not all emergency services such as police, fire stations, hospitals and clinics are likely to be contained in the map database for such navigation features.</p><p>Please read these terms and conditions carefully before you use the Telenav Software. Your use of the Telenav Software indicates that you accept these terms and conditions. If you do not accept these terms and conditions, do not break the seal of the package, launch, or otherwise use the Telenav Software.</p><p>These terms and conditions represent the agreement (“Agreement”) between you and Telenav, Inc. (“Telenav”) with respect to the Telenav Software (including upgrades, modifications, or additions thereto) (collectively “Telenav Software”). All references herein to “you” and “your” means you, your employees, agents, and contractors, and any other entity on whose behalf you accept these terms and conditions, all of whom shall also be bound by this Agreement. Additionally, all of your account information, as well as other payment and personal information provided by you to Telenav (directly or through the use of the Telenav Software, is subject to Telenav’s privacy policy located at http://www.telenav.com.</p><p>Telenav may revise this Agreement and the privacy policy at any time, with or without notice to you. You agree to visit http://www.telenav.com from time to time to review the then current version of this Agreement and of the privacy policy.</p><p>You acknowledge that devoting attention to the Telenav Software may pose a risk of injury or death to you and others in situations that otherwise require your undivided attention, and you therefore agree to comply with the following when using the Telenav Software: (a) observe all traffic laws and otherwise drive safely; (b) use your own personal judgment while driving. If you feel that a route suggested by the Telenav Software instructs you to perform an unsafe or illegal maneuver, places you in an unsafe situation, or directs you into an area that you consider to be unsafe, do not follow such instructions; (c) do not input destinations, or otherwise manipulate the Telenav Software, unless your vehicle is stationary and parked; (d) do not use the Telenav Software for any illegal, unauthorized, unintended, unsafe, hazardous, or unlawful purposes, or in any manner inconsistent with this Agreement; (e) arrange all GPS and wireless devices and cables necessary for use of the Telenav Software in a secure manner in your vehicle so that they will not interfere with your driving and will not prevent the operation of any safety device (such as an airbag).</p><p>You agree to indemnify and hold Telenav harmless against all claims resulting from any dangerous or otherwise inappropriate use of the Telenav Software in any moving vehicle, including as a result of your failure to comply with the directions above.</p><p>You agree: (a) when registering the Telenav Software, to provide Telenav with true, accurate, current, and complete information about yourself, and (b) to inform Telenav promptly of any changes to such information, and to keep it true, accurate, current and complete.</p><p>Subject to your compliance with the terms of this Agreement, Telenav hereby grants to you a personal, non-exclusive, non-transferable license (except as expressly permitted below in connection with your permanent transfer of the Telenav Software license), without the right to sublicense, to use the Telenav Software (in object code form only) in order to access and use the Telenav Software. This license shall terminate upon any termination or expiration of this Agreement. You agree that you will use the Telenav Software only for your personal business or leisure purposes, and not to provide commercial navigation services to other parties.</p><p>You agree not to do any of the following: (a) reverse engineer, decompile, disassemble, translate, modify, alter or otherwise change the Telenav Software or any part thereof; (b) attempt to derive the source code, audio library or structure of the Telenav Software without the prior express written consent of Telenav; (c) remove from the Telenav Software, or alter, any of Telenav’s or its suppliers’ trademarks, trade names, logos, patent or copyright notices, or other notices or markings; (d) distribute, sublicense or otherwise transfer the Telenav Software to others, except as part of your permanent transfer of the Telenav Software; or (e) use the Telenav Software in any manner that (i) infringes the intellectual property or proprietary rights, rights of publicity or privacy or other rights of any party, (ii) violates any law, statute, ordinance or regulation, including but not limited to laws and regulations related to spamming, privacy, consumer and child protection, obscenity or defamation, or (iii) is harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, libelous, or otherwise objectionable; and (f) lease, rent out, or otherwise permit unauthorized access by third parties to the Telenav Software without advanced written permission of Telenav.</p><p>To the fullest extent permissible pursuant to applicable law, in no event will Telenav, its licensors and suppliers, or agents or employees of any of the foregoing, be liable for any decision made or action taken by you or anyone else in reliance on the information provided by the Telenav Software. Telenav also does not warrant the accuracy of the map or other data used for the Telenav Software. Such data may not always reflect reality due to, among other things, road closures, construction, weather, new roads and other changing conditions. You are responsible for the entire risk arising out of your use of the Telenav Software. For example but without limitation, you agree not to rely on the Telenav Software for critical navigation in areas where the well-being or survival of you or others is dependent on the accuracy of navigation, as the maps or functionality of the Telenav Software are not intended to support such high risk applications, especially in more remote geographical areas.</p><p>TELENAV EXPRESSLY DISCLAIMS AND EXCLUDES ALL WARRANTIES IN CONNECTION WITH THE TELENAV SOFTWARE, WHETHER STATUTORY, EXPRESS OR IMPLIED, INCLUDING ALL WARRANTIES WHICH MAY ARISE FROM COURSE OF DEALING, CUSTOM OR TRADE AND INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT OF THIRD PARTY RIGHTS WITH RESPECT TO THE TELENAV SOFTWARE. Certain jurisdictions do not permit the disclaimer of certain warranties, so this limitation may not apply to you.</p><p>TO THE EXTENT PERMITTED UNDER APPLICABLE LAW, UNDER NO CIRCUMSTANCES SHALL TELENAV OR ITS LICENSORS AND SUPPLIERS BE LIABLE TO YOU OR TO ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES (INCLUDING IN EACH CASE, BUT NOT LIMITED TO, DAMAGES FOR THE INABILITY TO USE THE EQUIPMENT OR ACCESS DATA, LOSS OF DATA, LOSS OF BUSINESS, LOSS OF PROFITS, BUSINESS INTERRUPTION OR THE LIKE) ARISING OUT OF THE USE OF OR INABILITY TO USE THE TELENAV SOFTWARE, EVEN IF TELENAV HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p><p>NOTWITHSTANDING ANY DAMAGES THAT YOU MIGHT INCUR FOR ANY REASON WHATSOEVER (INCLUDING, WITHOUT LIMITATION, ALL DAMAGES REFERENCED HEREIN AND ALL DIRECT OR GENERAL DAMAGES IN CONTRACT, TORT (INCLUDING NEGLIGENCE) OR OTHERWISE), THE ENTIRE LIABILITY OF TELENAV AND OF ALL OF TELENAV’S SUPPLIERS SHALL BE LIMITED TO THE AMOUNT ACTUALLY PAID BY YOU FOR THE TELENAV SOFTWARE. SOME STATES AND/OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.</p><p>You agree that any dispute, claim or controversy arising out of or relating to this Agreement or the Telenav Software shall be settled by independent arbitration involving a neutral arbitrator and administered by the American Arbitration Association in the County of Santa Clara, California. The arbitrator shall apply the Commercial Arbitration Rules of the American Arbitration Association, and the judgment upon the award rendered by the arbitrator may be entered by any court having jurisdiction. Note that there is no judge or jury in an arbitration proceeding and the decision of the arbitrator shall be binding upon both parties. You expressly agree to waive your right to a jury trial.</p><p>This Agreement and performance hereunder will be governed by and construed in accordance with the laws of the State of California, without giving effect to its conflict of laws provisions. To the extent judicial action is necessary in connection with the binding arbitration, both Telenav and you agree to submit to the exclusive jurisdiction of the courts of the County of Santa Clara, California. The United Nations Convention on Contracts for the International Sale of Goods shall not apply.</p><p>You may not resell, assign, or transfer this Agreement or any of your rights or obligations, except in totality, in connection with your permanent transfer of the Telenav Software, and expressly conditioned upon the new user of the Telenav Software agreeing to be bound by the terms and conditions of this Agreement. Any such sale, assignment or transfer that is not expressly permitted under this paragraph will result in immediate termination of this Agreement, without liability to Telenav, in which case you and all other parties shall immediately cease all use of the Telenav Software. Notwithstanding the foregoing, Telenav may assign this Agreement to any other party at any time without notice, provided the assignee remains bound by this Agreement.</p><p></p><p>This Agreement constitutes the entire agreement between Telenav and you with respect to the subject matter hereof.</p><p>Except for the limited licenses expressly granted in this Agreement, Telenav retains all right, title and interest in and to the Telenav Software, including without limitation all related intellectual property rights. No licenses or other rights which are not expressly granted in this Agreement are intended to, or shall be, granted or conferred by implication, statute, inducement, estoppel or otherwise, and Telenav and its suppliers and licensors hereby reserve all of their respective rights other than the licenses explicitly granted in this Agreement.</p><p>By using the Telenav Software, you consent to receive from Telenav all communications, including notices, agreements, legally required disclosures or other information in connection with the Telenav Software (collectively, “Notices”) electronically. Telenav may provide such Notices by posting them on Telenav’s Website or by downloading such Notices to your wireless device. If you desire to withdraw your consent to receive Notices electronically, you must discontinue your use of the Telenav Software.</p><p>Telenav’s or your failure to require performance of any provision shall not affect that party’s right to require performance at any time thereafter, nor shall a waiver of any breach or default of this Agreement constitute a waiver of any subsequent breach or default or a waiver of the provision itself.</p><p>If any provision herein is held unenforceable, then such provision will be modified to reflect the intention of the parties, and the remaining provisions of this Agreement will remain in full force and effect.</p><p>The headings in this Agreement are for convenience of reference only, will not be deemed to be a part of this Agreement, and will not be referred to in connection with the construction or interpretation of this Agreement. As used in this Agreement, the words “include” and “including,” and variations thereof, will not be deemed to be terms of limitation, but rather will be deemed to be followed by the words “without limitation.”</p><p>The Telenav Software utilizes map and other data licensed to Telenav by third party vendors for the benefit of you and other end users. This Agreement includes end-user terms applicable to these companies (included at the end of this Agreement), and thus your use of the Telenav Software is also subject to such terms. You agree to comply with the following additional terms and conditions, which are applicable to Telenav’s third party vendor licensors:</p><p>The data (“Data”) is provided for your personal, internal use only and not for resale. It is protected by copyright, and is subject to the following terms and conditions which are agreed to by you, on the one hand, and Telenav (“Telenav”) and its licensors (including their licensors and suppliers) on the other hand.</p><p>© 2013 HERE. All rights reserved.</p><p>The Data for areas of Canada includes information taken with permission from Canadian authorities, including: © Her Majesty the Queen in Right of Canada, © Queen's Printer for Ontario, © Canada Post Corporation, GeoBase®, © Department of Natural Resources Canada.</p><p>HERE holds a non-exclusive license from the United States Postal Service® to publish and sell ZIP+4® information.</p><p>©United States Postal Service® 2014. Prices are not established, controlled or approved by the United States Postal Service®. The following trademarks and registrations are owned by the USPS: United States Postal Service, USPS, and ZIP+4.</p><p>The Data for Mexico includes certain data from Instituto Nacional de Estadística y Geografía.</p><p><b>TERMS AND CONDITIONS</b></p><p>The data (“Data”) is provided for your personal, internal use only and not for resale. It is protected by copyright, and is subject to the following terms and conditions which are agreed to by you, on the one hand, and NAV2 (Shanghai) Co., Ltd (“NAV2”) and its licensors (including their licensors and suppliers) on the other hand.</p><p>© 20xx. All rights reserved.</p><p>You agree to use this Data together with the Telenav Software solely for the internal business and personal purposes for which you were licensed, and not for service bureau, time-sharing or other similar purposes. Accordingly, but subject to the restrictions set forth in the following paragraphs, you agree not to otherwise reproduce, copy, modify, decompile, disassemble, create any derivative works of, or reverse engineer any portion of this Data, and may not transfer or distribute it in any form, for any purpose, except to the extent permitted by mandatory laws.</p><p>Except where you have been specifically licensed to do so by Telenav, and without limiting the preceding paragraph, you may not use this Data (a) with any products, systems, or applications installed or otherwise connected to or in communication with vehicles, capable of vehicle navigation, positioning, dispatch, real time route guidance, fleet management or similar applications; or (b) with or in communication with any positioning devices or any mobile or wireless-connected electronic or computer devices, including without limitation cellular phones, palmtop and handheld computers, pagers, and personal digital assistants or PDAs.</p><p>The Data may contain inaccurate or incomplete information due to the passage of time, changing circumstances, sources used and the nature of collecting comprehensive geographic data, any of which may lead to incorrect results.</p><p>This Data is provided to you “as is,” and you agree to use it at your own risk. Telenav and its licensors (and their licensors and suppliers) make no guarantees, representations or warranties of any kind, express or implied, arising by law or otherwise, including but not limited to, content, quality, accuracy, completeness, effectiveness, reliability, fitness for a particular purpose, usefulness, use or results to be obtained from this Data, or that the Data or server will be uninterrupted or error-free.</p><p>TELENAV AND ITS LICENSORS (INCLUDING THEIR LICENSORS AND SUPPLIERS) DISCLAIM ANY WARRANTIES, EXPRESS OR IMPLIED, OF QUALITY, PERFORMANCE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT. Some States, Territories and Countries do not allow certain warranty exclusions, so to that extent the above exclusion may not apply to you.</p><p>TELENAV AND ITS LICENSORS (INCLUDING THEIR LICENSORS AND SUPPLIERS) SHALL NOT BE LIABLE TO YOU: IN RESPECT OF ANY CLAIM, DEMAND OR ACTION, IRRESPECTIVE OF THE NATURE OF THE CAUSE OF THE CLAIM, DEMAND OR ACTION ALLEGING ANY LOSS, INJURY OR DAMAGES, DIRECT OR INDIRECT, WHICH MAY RESULT FROM THE USE OR POSSESSION OF THE INFORMATION; OR FOR ANY LOSS OF PROFIT, REVENUE, CONTRACTS OR SAVINGS, OR ANY OTHER DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF YOUR USE OF OR INABILITY TO USE THIS INFORMATION, ANY DEFECT IN THE INFORMATION, OR THE BREACH OF THESE TERMS OR CONDITIONS, WHETHER IN AN ACTION IN CONTRACT OR TORT OR BASED ON A WARRANTY, EVEN IF TELENAV OR ITS LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. Some States, Territories and Countries do not allow certain liability exclusions or damages limitations, so to that extent the above may not apply to you.</p><p>You shall not export from anywhere any part of the Data or any direct product thereof except in compliance with, and with all licenses and approvals required under, applicable export laws, rules and regulations, including but not limited to the laws, rules and regulations administered by the Office of Foreign Assets Control of the U.S. Department of Commerce and the Bureau of Industry and Security of the U.S. Department of Commerce. To the extent that any such export laws, rules or regulations prohibit HERE from complying with any of its obligations hereunder to deliver or distribute Data, such failure shall be excused and shall not constitute a breach of this Agreement.</p><p>These terms and conditions constitute the entire agreement between Telenav (and its licensors, including their licensors and suppliers) and you pertaining to the subject matter hereof, and supersedes in their entirety any and all written or oral agreements previously existing between us with respect to such subject matter.</p><p>The above terms and conditions shall be governed by the laws of the State of Illinois [insert “Netherlands” where European HERE Data is used], without giving effect to (i) its conflict of laws provisions, or (ii) the United Nations Convention for Contracts for the International Sale of Goods, which is explicitly excluded. You agree to submit to the jurisdiction of the State of Illinois [insert “The Netherlands” where European HERE Data is used] for any and all disputes, claims and actions arising from or in connection with the Data provided to you hereunder.</p><p>If the Data is being acquired by or on behalf of the United States government or any other entity seeking or applying rights similar to those customarily claimed by the United States government, this Data is a “commercial item” as that term is defined at 48 C.F.R. (“FAR”) 2.101, is licensed in accordance with these End-User Terms, and each copy of Data delivered or otherwise furnished shall be marked and embedded as appropriate with the following “Notice of Use,” and shall be treated in accordance with such Notice:</p><p>If the Contracting Officer, federal government agency, or any federal official refuses to use the legend provided herein, the Contracting Officer, federal government agency, or any federal official must notify HERE prior to seeking additional or alternative rights in the Data.</p><p>You agree to use this Data together with [insert name of Client Application] for the solely personal, non-commercial purposes for which you were licensed, and not for service bureau, time-sharing or other similar purposes. Accordingly, but subject to the restrictions set forth in the following paragraphs, you may copy this Data only as necessary for your personal use to (i) view it, and (ii) save it, provided that you do not remove any copyright notices that appear and do not modify the Data in any way. You agree not to otherwise reproduce, copy, modify, decompile, disassemble or reverse engineer any portion of this Data, and may not transfer or distribute it in any form, for any purpose, except to the extent permitted by mandatory laws.</p><p>Except where you have been specifically licensed to do so by NAV2 , and without limiting the preceding paragraph, you may not (a) use this Data with any products, systems, or applications installed or otherwise connected to or in communication with vehicles, capable of vehicle navigation, positioning, dispatch, real time route guidance, fleet management or similar applications; or (b) with or in communication with any positioning devices or any mobile or wireless-connected electronic or computer devices, including without limitation cellular phones, palmtop and handheld computers, pagers, and personal digital assistants or PDAs. You agree to cease using this Data if you fail to comply with these terms and conditions.</p><p>NAV2 warrants that (a) the Data will perform substantially in accordance with the accompanying written materials for a period of ninety (90) days from the date of receipt, and (b) any support services provided by NAV2 shall be substantially as described in applicable written materials provided to you by NAV2, and NAV2’s support engineers will make commercially reasonable efforts to solve any problem issues.</p><p>NAV2 and its suppliers’ entire liability and your exclusive remedy shall be, at NAV2’s sole discretion, either (a) return of the price paid, if any, or (b) repair or replacement of the Data that do not meet NAV2’s Limited Warranty and that are returned to NAV2 with a copy of your receipt. This Limited Warranty is void if failure of the Data has resulted from accident, abuse, or misapplication. Any replacement Data will be warranted for the remainder of the original warranty period or thirty (30) days, whichever is longer. Neither these remedies nor any product support services offered by NAV2 are available without proof of purchase from an authorized international source.</p><p>EXCEPT FOR THE LMITED WARRANTY SET FORTH ABOVE AND TO THE EXTENT PERMITTED BY APPLICABLE LAW, NAV2 AND ITS LICENSORS (INCLUDING THEIR LICENSORS AND SUPPLIERS) DISCLAIM ANY WARRANTIES, EXPRESS OR IMPLIED, OF QUALITY, PERFORMANCE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OWNERSHIP OR NON-INFRINGEMENT. Certain warranty exclusions may not be permitted under applicable law, so to that extent the above exclusion may not apply to you.</p><p>TO THE EXTENT PERMITTED BY APPLICABLE LAW, NAV2 AND ITS LICENSORS (INCLUDING THEIR LICENSORS AND SUPPLIERS) SHALL NOT BE LIABLE TO YOU: IN RESPECT OF ANY CLAIM, DEMAND OR ACTION, IRRESPECTIVE OF THE NATURE OF THE CAUSE OF THE CLAIM, DEMAND OR ACTION ALLEGING ANY LOSS, INJURY OR DAMAGES, DIRECT OR INDIRECT, WHICH MAY RESULT FROM THE USE OR POSSESSION OF THE INFORMATION; OR FOR ANY LOSS OF PROFIT, REVENUE, CONTRACTS OR SAVINGS, OR ANY OTHER DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF YOUR USE OF OR INABILITY TO USE THIS INFORMATION, ANY DEFECT IN THE INFROMATION, OR THE BREACH OF THESE TERMS OR CONDITIONS, WHETHER IN AN ACTION IN CONTRACT OR TORT OR BASED ON A WARRANTY, EVEN IF NAV2 OR ITS LICENSORS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. UNDER NO CIRCUMSTANCES SHALL NAV2’s OR ITS SUPPLIERS’ LIABILITY HEREUNDER EXCEED THE PRICE PAID. Certain liability exclusions may not be permitted under applicable law, so to that extent the above exclusion may not apply to you.</p><p>You agree not to export to anywhere any part of the Data provided to you or any direct product thereof except in compliance with, and with all licenses and approvals required under, applicable export laws, rules and regulations.</p><p>The Data are owned by NAV2 or its suppliers and are protected by applicable copyright and other intellectual property law and treaties. The Data are provided solely on the basis of a license to use, not sale.</p><p>These terms and conditions constitute the entire agreement between NAV2(and its licensors, including their licensors and suppliers) and you pertaining to the subject matter hereof, and supersedes in their entirety any and all written or oral agreements previously existing between us with respect to such subject matter.</p><p>The above terms and conditions shall be governed by the laws of the People’s Republic of China, without giving effect to (i) its conflict of laws provisions, or (ii) the United Nations Convention for Contracts for the International Sale of Goods, which is explicitly excluded. Any dispute arising from or in connection with the Data provided to you hereunder shall be submitted to the Shanghai International Economic and Trade Arbitration Commission for arbitration.</p><p>CD and music-related data from Gracenote, Inc., copyright© 2000-2007 Gracenote. Gracenote Software, copyright © 2000-2007 Gracenote. This product and service may practice one or more of the following U.S. Patents #5,987,525, #6,061,680, #6,154,773, #6,161,132, #6,230,192, #6,230,207, #6.240,459, #6,330,593 and other patents issued or pending. Some services supplied under license from Open Globe, Inc. for U.S. Patent: #6,304,523.</p><p>Gracenote and CDDB are registered trademarks of Gracenote. The Gracenote logo and logotype, and the \"Powered by Gracenote™\" logo are trademarks of Gracenote.</p><p>This device contains software from Gracenote, Inc. of 2000 Powell Street Emeryville, California 94608 (\"Gracenote\").</p><p>The software from Gracenote (the \"Gracenote Software\") enables this device to do disc and music file identification and obtain music-related information, including name, artist, track, and title information (\"Gracenote Data\") from online servers (\"Gracenote Servers\"), and to perform other functions. You may use Gracenote Data only by means of the intended End User functions of this device.</p><p>This device may contain content belonging to Gracenote's providers. If so, all of the restrictions set forth herein with respect to Gracenote Data shall also apply to such content and such content providers shall be entitled to all of the benefits and protections set forth herein that are available to Gracenote.</p><p>You agree that you will use the content from Gracenote (\"Gracenote Content\") , Gracenote Data, the Gracenote Software, and Gracenote Servers for your own personal, non-commercial use only. You agree not to assign, copy, transfer or transmit the Gracenote Content, Gracenote Software or any Gracenote Data (except in a Tag associated with a music file) to any third party. YOU AGREE NOT TO USE OR EXPLOIT GRACENOTE CONTENT, GRACENOTE DATA, THE GRACENOTE SOFTWARE, OR GRACENOTE SERVERS, EXCEPT AS EXPRESSLY PERMITTED HEREIN.</p><p>You agree that your non-exclusive licenses to use the Gracenote Content, Gracenote Data, the Gracenote Software, and Gracenote Servers will terminate if you violate these restrictions. If your licenses terminate, you agree to cease any and all use of the Gracenote Content, Gracenote Data, the Gracenote Software, and Gracenote Servers. Gracenote, respectively, reserve all rights in Gracenote Data, the Gracenote Software, and the Gracenote Servers and Gracenote Content, including all ownership rights. Under no circumstances will either Gracenote become liable for any payment to you for any information that you provide, including any copyrighted material or music file information. You agree that Gracenote may enforce its respective rights, collectively or separately, under this agreement against you, directly in each company's own name.</p><p>Gracenote uses a unique identifier to track queries for statistical purposes. The purpose of a randomly assigned numeric identifier is to allow Gracenote to count queries without knowing anything about who you are. For more information, see the web page at www.gracenote.com for the Gracenote Privacy Policy.</p><p>THE GRACENOTE SOFTWARE, EACH ITEM OF GRACENOTE DATA AND THE GRACENOTE CONTENT ARE LICENSED TO YOU \"AS IS\". NEITHER GRACENOTE MAKES ANY REPRESENTATIONS OR WARRANTIES, EXPRESS OR IMPLIED, REGARDING THE ACCURACY OF ANY GRACENOTE DATA FROM THE GRACENOTE SERVERS OR GRACENOTE CONTENT. GRACENOTE COLLECTIVELY AND SEPARATELY RESERVE THE RIGHT TO DELETE DATA AND/OR CONTENT FROM THE COMPANIES' RESPECTIVE SERVERS OR, IN THE CASE OF GRACENOTE, CHANGE DATA CATEGORIES FOR ANY CAUSE THAT GRACENOTE DEEMS SUFFICIENT. NO WARRANTY IS MADE THAT EITHER GRACENOTE CONTENT OR THE GRACENOTE SOFTWARE OR GRACENOTE SERVERS ARE ERROR-FREE OR THAT THE FUNCTIONING OF THE GRACENOTE SOFTWARE OR GRACENOTE SERVERS WILL BE UNINTERRUPTED. GRACENOTE IS NOT OBLIGATED TO PROVIDE YOU WITH ANY ENHANCED OR ADDITIONAL DATA TYPES THAT GRACENOTE MAY CHOOSE TO PROVIDE IN THE FUTURE AND IS FREE TO DISCONTINUE ITS ONLINE SERVICES AT ANY TIME. GRACENOTE DISCLAIM ALL WARRANTIES EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT. NEITHER GRACENOTE WARRANTS THE RESULTS THAT WILL BE OBTAINED BY YOUR USE OF THE GRACENOTE SOFTWARE OR ANY GRACENOTE SERVER. IN NO CASE WILL GRACENOTE BE LIABLE FOR ANY CONSEQUENTIAL OR INCIDENTAL DAMAGES OR FOR ANY LOST PROFITS OR LOST REVENUES FOR ANY REASON WHATSOEVER.</p><p>© Gracenote 2007.</p><p><b>Vehicle with SYNC only</b></p><p><b>United States and Mexico</b></p><p>FCC ID: KMHSG1G1</p><p>IC: 1422A-SG1G1</p><p><b>Mexico</b></p><p>Model: KMHSG1P1</p><p>NOM-121-SCT1-2009</p><p>The operation of this equipment is subject to the following two conditions: (1) This equipment or device may not cause harmful interference, and (2) this equipment or device must accept any interference, including interference that may cause undesired operation.</p><p><b>Vehicle with SYNC with Touchscreen/My Touch</b></p><p>FCC ID: KMHSYNCG2</p><p>IC: 1422A-SYNCG2</p><p>This device complies with Part 15 of the FCC Rules and with RSS-210 of Industry Canada. Operation is subject to the following two conditions: (1) This device may not cause harmful interference, and (2) this device must accept any interference received, including interference that may cause undesired operation.</p><p>The antenna used for this transmitter must not be co-located or operating in conjunction with any other antenna or transmitter.</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1519099&subTitleSelected=G1640985&topicHRef=G1638153&div=f&vFilteringEnabled=True", "id": "234", "title": "End User License Agreement"}