{"body": "This hybrid vehicle combines electric and gasoline propulsion to provide breakthrough performance and improved efficiency. Familiarizing yourself with these unique characteristics will provide an optimal driving experience from your new vehicle.<br><br>The engine may not start because this vehicle is equipped with silent key start. This fuel saving feature allows your vehicle to be ready–to–drive without requiring the gas engine to be running. This indicator will remain on while the vehicle is on, whether the engine is running or not to indicate the vehicle is capable of movement (using its electric motor, engine, or both). Typically, the engine will not start unless the vehicle is cold, a climate control change is requested, or the accelerator is pressed.<br><br>Driving: The gas engine automatically starts and stops to provide power when needed and to save fuel when not needed. While coasting at low speeds, coming to a stop, or standing, the gas engine normally shuts down and the vehicle operates in electric-only mode.<br><br>Stopping: The gas engine may shut off to conserve fuel as you come to a stop. Restarting the vehicle is not required. Simply step on the accelerator when you are ready to drive.<br><br>Transmission Operation: Due to the technologically advanced, electronically-controlled continuously variable transaxle, you will not feel shift changes like those of a non-hybrid vehicle.<br><br>Neutral: It is not recommended to idle the vehicle in position N for an extended period of time because this will discharge your high voltage battery and decrease fuel economy. The engine will not start or stop, and cannot provide power to the hybrid system in position N.<br><br>Low Gear: Low gear (position L) is designed to mimic the enhanced engine braking available in non-hybrid vehicles. Low gear will produce high engine speeds to provide necessary engine braking. This is normal and will not damage your vehicle. In low gear, the gas engine will remain on more often than in position D.<br><br>Reverse: In position R, vehicle speed is limited to 22 mph (35 km/h).<br><br>Your vehicle behaves differently compared to a non-hybrid. Here is a description of the major differences:<br><br>Battery: Your hybrid is equipped with a high voltage battery. A cool battery ensures battery life and provides the best possible performance.<br><br>The high voltage battery is cooled by cabin air pulled into the high voltage battery through vents in the rear package tray. Avoid placing objects on the package tray that could block airflow through the vents.<br><br>Engine: The engine speed in your hybrid is not directly tied to your vehicle speed. Your vehicle's engine and transmission are designed to deliver the power you need at the most efficient engine speed. During heavy accelerations, your hybrid may reach high engine speeds (up to 6000 RPM).<br><br>In prolonged mountainous driving, you may see the engine tachometer changing without your input. This is intentional and maintains the battery charge level. You may also notice during extended downhill driving that your engine continues to run instead of shutting off.<br><br>During this engine braking, the engine stays on, but it is not using any fuel. You may also hear a slight whine or whistle when operating your vehicle. This is the normal operation of the electric generator in the hybrid system.<br><br>During certain events (such as vehicle servicing) your low voltage 12-volt battery may become disconnected or disabled. Once the battery is reconnected and after driving the vehicle, the engine may continue to operate for three to five seconds after the key is turned to off. This is a normal condition.<br><br>Braking: Your hybrid is equipped with standard hydraulic braking and regenerative braking. Regenerative braking is performed by your transmission and it captures brake energy and stores it in your high voltage battery.<br><br>Your fuel economy should improve throughout your hybrid's break-in period. As with any vehicle, your driving habits and accessory usage can significantly impact your fuel economy. For best results, keep in mind these tips:<br><br>Your vehicle will recognize your frequent destinations and allow for more EV driving as you approach them. For example, when nearing your home it should be easier to stay in electric mode. The EV indicator will display EV+ when this mode is active. You should see this about 1/8 mile (200 meters) from a frequent destination. See Information Displays. <br><br>You must plug in your Fusion Energi vehicle regularly for optimal use of the high voltage battery's extended range capability. When you charge your vehicle, you add electrical energy that is then used to propel the vehicle in plug-in power mode. You can view your estimated electric range on the Energy Use screen on the left-hand information display. You can also configure MyView to include detailed vehicle range information. See Information Displays.  The system maximizes the use of electric-only operation in plug-in power mode. System conditions may require engine operation; however, the system uses plug-in power whenever possible.<br><br>When your plug-in power has been depleted, the powertrain system will automatically switch to hybrid mode. Your battery gauge will transition to a simple battery graphic upon entering hybrid mode. Hybrid mode uses both the gasoline engine and electric motor to power your vehicle and maximize fuel economy as with Fusion Hybrid.<br><br>These modes are available when the vehicle can run under high voltage battery power. With the vehicle in driving mode, you can change EV modes with each press of the EV button. The current mode displays in the left hand instrument cluster screen.<br><br>The vehicle may automatically enter Engine Enabled mode if system conditions require it. A message Engine Enabled for System Performance will display if this occurs. This is normal function, and your vehicle will return to EV Now when possible.<br><br>The vehicle may enter Enable Engine mode if the climate control is in a defrost mode and the outside temperature is cold. A message Engine Enabled Due to Defrost will display if this occurs. If defrost is not needed, select a different climate control mode to permit EV Now.<br><br>When you enable EV Now, a blue EV icon displays in the left-hand information display. If the vehicle is in the Engine Enabled mode, the EV icon will be yellow.<br><br>EV Now will automatically exit when the Plug in power has been depleted.<br><br>When you enable EV Later, a white EV Later icon appears on the left-hand information display.<br><br>The EV Later mode will automatically reset to EV Auto mode when you power the vehicle off. You may press the EV button twice during the next drive to return to EV Later mode, if desired.<br><br>The system saves vehicle energy by relaxing acceleration, compared to standard cruise control which only maintains speed. For example your vehicle may temporarily lose speed when going uphill. When set on, ECO will appear in the information display when cruise control is switched on. You can switch this on or off in the settings menu.<br><br>The low engine use mode is equipped on Fusion Energi models only. The low engine use mode will activate automatically when you drive your vehicle with limited engine use. The mode will maintain proper engine lubrication at sufficient temperature. If your vehicle is in low engine use mode when you start the vehicle, a message will appear in the information display. When your vehicle is in low engine use mode, your vehicle will automatically run the engine as necessary. If you select the EV Now mode while the vehicle is in the low engine use mode, EV Now mode will be suspended for as long as you are in low engine use mode. The low engine use mode will resume the next time you start your vehicle and will automatically stop when no longer needed.<br><br>See  Fuel Quality. <br><br>EcoSelect is a drive mode for non-plugin vehicles designed to offer the best possible fuel economy with only a slight impact to vehicle performance and comfort.<br><br>A graphic displays on your information display when EcoSelect is active.<br><br>Your vehicle will remember the last selected mode between key cycles.<br><br>", "contentHtml": "<p>This hybrid vehicle combines electric and gasoline propulsion to provide breakthrough performance and improved efficiency. Familiarizing yourself with these unique characteristics will provide an optimal driving experience from your new vehicle.</p><p>The engine may not start because this vehicle is equipped with silent key start. This fuel saving feature allows your vehicle to be ready–to–drive without requiring the gas engine to be running. This indicator will remain on while the vehicle is on, whether the engine is running or not to indicate the vehicle is capable of movement (using its electric motor, engine, or both). Typically, the engine will not start unless the vehicle is cold, a climate control change is requested, or the accelerator is pressed.</p><p><b>Driving:</b> The gas engine automatically starts and stops to provide power when needed and to save fuel when not needed. While coasting at low speeds, coming to a stop, or standing, the gas engine normally shuts down and the vehicle operates in electric-only mode.</p><p><b>Stopping: </b> The gas engine may shut off to conserve fuel as you come to a stop. Restarting the vehicle is not required. Simply step on the accelerator when you are ready to drive.</p><p><b>Transmission Operation:</b> Due to the technologically advanced, electronically-controlled continuously variable transaxle, you will not feel shift changes like those of a non-hybrid vehicle.</p><p><b>Neutral:</b> It is not recommended to idle the vehicle in position \n<b>N</b> for an extended period of time because this will discharge your high voltage battery and decrease fuel economy. The engine will not start or stop, and cannot provide power to the hybrid system in position \n<b>N.</b></p><p><b>Low Gear:</b> Low gear (position \n<b>L</b>) is designed to mimic the enhanced engine braking available in non-hybrid vehicles. Low gear will produce high engine speeds to provide necessary engine braking. This is normal and will not damage your vehicle. In low gear, the gas engine will remain on more often than in position \n<b>D.</b></p><p><b>Reverse:</b> In position \n<b>R</b>, vehicle speed is limited to 22 mph (35 km/h).</p><p>Your vehicle behaves differently compared to a non-hybrid. Here is a description of the major differences:</p><p><b>Battery:</b> Your hybrid is equipped with a high voltage battery. A cool battery ensures battery life and provides the best possible performance.</p><p>The high voltage battery is cooled by cabin air pulled into the high voltage battery through vents in the rear package tray. Avoid placing objects on the package tray that could block airflow through the vents.</p><p><b>Engine:</b> The engine speed in your hybrid is not directly tied to your vehicle speed. Your vehicle's engine and transmission are designed to deliver the power you need at the most efficient engine speed. During heavy accelerations, your hybrid may reach high engine speeds (up to 6000 RPM).</p><p>In prolonged mountainous driving, you may see the engine tachometer changing without your input. This is intentional and maintains the battery charge level. You may also notice during extended downhill driving that your engine continues to run instead of shutting off.</p><p>During this engine braking, the engine stays on, but it is not using any fuel. You may also hear a slight whine or whistle when operating your vehicle. This is the normal operation of the electric generator in the hybrid system.</p><p>During certain events (such as vehicle servicing) your low voltage 12-volt battery may become disconnected or disabled. Once the battery is reconnected and after driving the vehicle, the engine may continue to operate for three to five seconds after the key is turned to off. This is a normal condition.</p><p><b>Braking:</b> Your hybrid is equipped with standard hydraulic braking and regenerative braking. Regenerative braking is performed by your transmission and it captures brake energy and stores it in your high voltage battery.</p><p>Your fuel economy should improve throughout your hybrid's break-in period. As with any vehicle, your driving habits and accessory usage can significantly impact your fuel economy. For best results, keep in mind these tips:</p><p>Your vehicle will recognize your frequent destinations and allow for more EV driving as you approach them. For example, when nearing your home it should be easier to stay in electric mode. The EV indicator will display EV+ when this mode is active. You should see this about 1/8 mile (200 meters) from a frequent destination. See&nbsp;\n<b>Information Displays</b>.&nbsp;</p><p>You must plug in your Fusion Energi vehicle regularly for optimal use of the high voltage battery's extended range capability. When you charge your vehicle, you add electrical energy that is then used to propel the vehicle in plug-in power mode. You can view your estimated electric range on the Energy Use screen on the left-hand information display. You can also configure MyView to include detailed vehicle range information. See&nbsp;\n<b>Information Displays</b>.&nbsp; The system maximizes the use of electric-only operation in plug-in power mode. System conditions may require engine operation; however, the system uses plug-in power whenever possible.</p><p>When your plug-in power has been depleted, the powertrain system will automatically switch to hybrid mode. Your battery gauge will transition to a simple battery graphic upon entering hybrid mode. Hybrid mode uses both the gasoline engine and electric motor to power your vehicle and maximize fuel economy as with Fusion Hybrid.</p><p>These modes are available when the vehicle can run under high voltage battery power. With the vehicle in driving mode, you can change EV modes with each press of the EV button. The current mode displays in the left hand instrument cluster screen.</p><p>The vehicle may automatically enter Engine Enabled mode if system conditions require it. A message \n<b>Engine Enabled for System Performance</b> will display if this occurs. This is normal function, and your vehicle will return to EV Now when possible.</p><p>The vehicle may enter Enable Engine mode if the climate control is in a defrost mode and the outside temperature is cold. A message \n<b>Engine Enabled Due to Defrost</b> will display if this occurs. If defrost is not needed, select a different climate control mode to permit EV Now.</p><p>When you enable EV Now, a blue EV icon displays in the left-hand information display. If the vehicle is in the Engine Enabled mode, the EV icon will be yellow.</p><p>EV Now will automatically exit when the Plug in power has been depleted.</p><p>When you enable EV Later, a white EV Later icon appears on the left-hand information display.</p><p>The EV Later mode will automatically reset to EV Auto mode when you power the vehicle off. You may press the EV button twice during the next drive to return to EV Later mode, if desired.</p><p>The system saves vehicle energy by relaxing acceleration, compared to standard cruise control which only maintains speed. For example your vehicle may temporarily lose speed when going uphill. When set on, ECO will appear in the information display when cruise control is switched on. You can switch this on or off in the settings menu.</p><p>The low engine use mode is equipped on Fusion Energi models only. The low engine use mode will activate automatically when you drive your vehicle with limited engine use. The mode will maintain proper engine lubrication at sufficient temperature. If your vehicle is in low engine use mode when you start the vehicle, a message will appear in the information display. When your vehicle is in low engine use mode, your vehicle will automatically run the engine as necessary. If you select the EV Now mode while the vehicle is in the low engine use mode, EV Now mode will be suspended for as long as you are in low engine use mode. The low engine use mode will resume the next time you start your vehicle and will automatically stop when no longer needed.</p><p>See&nbsp; \n<a class=\"copylink\" href=\"Content?bookCode=O28450&amp;languageCode=EN&amp;marketCode=US&amp;vCode=&amp;vFilteringEnabled=True&amp;subTitleSelected=G1739546&amp;chapterTitleSelected=G1518948&amp;topicHRef=G1739547&amp;viewTech=IE&amp;div=f\"><b>Fuel Quality</b></a>.&nbsp;</p><p>EcoSelect is a drive mode for non-plugin vehicles designed to offer the best possible fuel economy with only a slight impact to vehicle performance and comfort.</p><p>A graphic displays on your information display when EcoSelect is active.</p><p>Your vehicle will remember the last selected mode between key cycles.</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1518946&subTitleSelected=G1681110&topicHRef=G1681111&div=f&vFilteringEnabled=True", "id": "101", "title": "Hybrid Electric Vehicle"}