{"body": "This section will guide you in the proper loading of your vehicle, trailer or both, to keep your loaded vehicle weight within its design rating capability, with or without a trailer. Properly loading your vehicle will provide maximum return of vehicle design performance. Before loading your vehicle, familiarize yourself with the following terms for determining your vehicle’s weight ratings, with or without a trailer, from the vehicle’s Tire Label or Safety Compliance Certification Label:<br><br>Base Curb Weight - is the weight of the vehicle including full fluids and all standard equipment. It does not include passengers, cargo, or optional equipment.<br><br>Vehicle Curb Weight - is the weight of your new vehicle when you picked it up from your authorized dealer plus any aftermarket equipment.<br><br>Payload - is the combined weight of cargo and passengers that the vehicle is carrying. The maximum payload for your vehicle can be found on the Tire Label on the B-Pillar or the edge of the driver door (vehicles exported outside the US and Canada may not have a Tire Label). Look for “THE COMBINED WEIGHT OF OCCUPANTS AND CARGO SHOULD NEVER EXCEED XXX kg OR XXX lb.” for maximum payload. The payload listed on the Tire Label is the maximum payload for the vehicle as built by the assembly plant. If you install any aftermarket or authorized-dealer installed equipment on the vehicle, you must subtract the weight of the equipment from the payload listed on the Tire Label in order to determine the new payload.<br><br>Cargo Weight - includes all weight added to the Base Curb Weight, including cargo and optional equipment. When towing, trailer tongue load or king pin weight is also part of cargo weight.<br><br>GAW (Gross Axle Weight) - is the total weight placed on each axle (front and rear) including vehicle curb weight and all payload.<br><br>GAWR (Gross Axle Weight Rating) - is the maximum allowable weight that can be carried by a single axle (front or rear). These numbers are shown on the Safety Compliance Certification Label. The label shall be affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position. The total load on each axle must never exceed its Gross Axle Weight Rating.<br><br>GVW (Gross Vehicle Weight) - is the Vehicle Curb Weight, plus cargo, plus passengers.<br><br>GVWR (Gross Vehicle Weight Rating) - is the maximum allowable weight of the fully loaded vehicle (including all options, equipment, passengers and cargo). It is shown on the Safety Compliance Certification Label. The label shall be affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position. The Gross Vehicle Weight must never exceed the Gross Vehicle Weight Rating.<br><br>GCW (Gross Combined Weight) - is the Gross Vehicle Weight plus the weight of the fully loaded trailer.<br><br>GCWR (Gross Combined Weight Rating) - is the maximum allowable weight of the vehicle and the loaded trailer, including all cargo and passengers, that the vehicle can handle without risking damage. (Important: The towing vehicle’s braking system is rated for operation at Gross Vehicle Weight Rating, not at Gross Combined Weight Rating.) Separate functional brakes should be used for safe control of towed vehicles and for trailers where the Gross Combined Weight of the towing vehicle plus the trailer exceed the Gross Vehicle Weight Rating of the towing vehicle. The Gross Combined Weight must never exceed the Gross Combined Weight Rating.<br><br>Maximum Loaded Trailer Weight - is the highest possible weight of a fully loaded trailer the vehicle can tow. It assumes a vehicle with mandatory options, driver and front passenger weight (150 pounds [68 kilograms] each), no cargo weight (internal or external) and a tongue load of 10–15% (conventional trailer) or king pin weight of 15–25% (fifth wheel trailer). Consult an authorized dealer (or the RV and Trailer Towing Guide available at an authorized dealer) for more detailed information.<br><br>Tongue Load or Fifth Wheel King Pin Weight - refers to the amount of the weight that a trailer pushes down on a trailer hitch.<br><br>Examples: For a 5000 pound (2268 kilogram) conventional trailer, multiply 5000 by 0.10 and 0.15 to obtain a proper tongue load range of 500 to 750 pounds (227 to 340 kilograms). For an 11500 pound (5216 kilogram) fifth wheel trailer, multiply by 0.15 and 0.25 to obtain a proper king pin load range of 1725 to 2875 pounds (782 to 1304 kilograms).<br><br>Steps for determining the correct load limit:<br><br>The following gives you a few examples on how to calculate the available amount of cargo and luggage load capacity:<br><br>*Suppose your vehicle has a 1400-pound (635-kilogram) cargo and luggage capacity. You decide to go golfing. Is there enough load capacity to carry you, four of your friends and all the golf bags? You and four friends average 220 pounds (99 kilograms) each and the golf bags weigh approximately 30 pounds (13.5 kilograms) each. The calculation would be: 1400 - (5 x 220) - (5 x 30) = 1400 - 1100 - 150 = 150 pounds. Yes, you have enough load capacity in your vehicle to transport four friends and your golf bags. In metric units, the calculation would be: 635 kilograms - (5 x 99 kilograms) - (5 x 13.5 kilograms) = 635 - 495 - 67.5 = 72.5 kilograms.<br><br>*Suppose your vehicle has a 1400-pound (635-kilogram) cargo and luggage capacity. You and one of your friends decide to pick up cement from the local home improvement store to finish that patio you have been planning for the past two years. Measuring the inside of the vehicle with the rear seat folded down, you have room for twelve 100-pound (45-kilogram) bags of cement. Do you have enough load capacity to transport the cement to your home? If you and your friend each weigh 220 pounds (99 kilograms), the calculation would be: 1400 - (2 x 220) - (12 x 100) = 1400 - 440 - 1200 = - 240 pounds. No, you do not have enough cargo capacity to carry that much weight. In metric units, the calculation would be: 635 kilograms - (2 x 99 kilograms) - (12 x 45 kilograms) = 635 - 198 - 540 = -103 kilograms. You will need to reduce the load weight by at least 240 pounds (104 kilograms). If you remove three 100-pound (45-kilogram) cement bags, then the load calculation would be: 1400 - (2 x 220) - (9 x 100) = 1400 - 440 - 900 = 60 pounds. Now you have the load capacity to transport the cement and your friend home. In metric units, the calculation would be: 635 kilograms - (2 x 99 kilograms) - (9 x 45 kilograms) = 635 - 198 - 405 = 32 kilograms.<br><br>The above calculations also assume that the loads are positioned in your vehicle in a manner that does not overload the Front or the Rear Gross Axle Weight Rating specified for your vehicle on the Safety Compliance Certification Label. The label shall be affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position.<br><br>", "contentHtml": "<p>This section will guide you in the proper loading of your vehicle, trailer or both, to keep your loaded vehicle weight within its design rating capability, with or without a trailer. Properly loading your vehicle will provide maximum return of vehicle design performance. Before loading your vehicle, familiarize yourself with the following terms for determining your vehicle’s weight ratings, with or without a trailer, from the vehicle’s Tire Label or Safety Compliance Certification Label:</p><p><b>Base Curb Weight -</b> is the weight of the vehicle including full fluids and all standard equipment. It does not include passengers, cargo, or optional equipment.</p><p><b>Vehicle Curb Weight -</b> is the weight of your new vehicle when you picked it up from your authorized dealer plus any aftermarket equipment.</p><p><b>Payload -</b> is the combined weight of cargo and passengers that the vehicle is carrying. The maximum payload for your vehicle can be found on the Tire Label on the B-Pillar or the edge of the driver door (vehicles exported outside the US and Canada may not have a Tire Label). Look for \n<b>“THE COMBINED WEIGHT OF OCCUPANTS AND CARGO SHOULD NEVER EXCEED XXX kg OR XXX lb.” </b> for maximum payload. The payload listed on the Tire Label is the maximum payload for the vehicle as built by the assembly plant. If you install any aftermarket or authorized-dealer installed equipment on the vehicle, you must subtract the weight of the equipment from the payload listed on the Tire Label in order to determine the new payload.</p><p><b>Cargo Weight -</b> includes all weight added to the Base Curb Weight, including cargo and optional equipment. When towing, trailer tongue load or king pin weight is also part of cargo weight.</p><p><b>GAW (Gross Axle Weight) -</b> is the total weight placed on each axle (front and rear) including vehicle curb weight and all payload.</p><p><b>GAWR (Gross Axle Weight Rating) - </b> is the maximum allowable weight that can be carried by a single axle (front or rear). These numbers are shown on the Safety Compliance Certification Label. The label shall be affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position. \n<b>The total load on each axle must never exceed its Gross Axle Weight Rating.</b></p><p><b>GVW (Gross Vehicle Weight) -</b> is the Vehicle Curb Weight, plus cargo, plus passengers.</p><p><b>GVWR (Gross Vehicle Weight Rating) -</b> is the maximum allowable weight of the fully loaded vehicle (including all options, equipment, passengers and cargo). It is shown on the Safety Compliance Certification Label. The label shall be affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position. \n<b>The Gross Vehicle Weight must never exceed the Gross Vehicle Weight Rating.</b></p><p><b>GCW (Gross Combined Weight) -</b> is the Gross Vehicle Weight plus the weight of the fully loaded trailer.</p><p><b>GCWR (Gross Combined Weight Rating) -</b> is the maximum allowable weight of the vehicle and the loaded trailer, including all cargo and passengers, that the vehicle can handle without risking damage. (Important: The towing vehicle’s braking system is rated for operation at Gross Vehicle Weight Rating, not at Gross Combined Weight Rating.) Separate functional brakes should be used for safe control of towed vehicles and for trailers where the Gross Combined Weight of the towing vehicle plus the trailer exceed the Gross Vehicle Weight Rating of the towing vehicle. \n<b>The Gross Combined Weight must never exceed the Gross Combined Weight Rating.</b></p><p><b>Maximum Loaded Trailer Weight -</b> is the highest possible weight of a fully loaded trailer the vehicle can tow. It assumes a vehicle with mandatory options, driver and front passenger weight (150 pounds [68 kilograms] each), no cargo weight (internal or external) and a tongue load of 10–15% (conventional trailer) or king pin weight of 15–25% (fifth wheel trailer). Consult an authorized dealer (or the RV and Trailer Towing Guide available at an authorized dealer) for more detailed information.</p><p><b>Tongue Load or Fifth Wheel King Pin Weight -</b> refers to the amount of the weight that a trailer pushes down on a trailer hitch.</p><p><b>Examples:</b> For a 5000 pound (2268 kilogram) conventional trailer, multiply 5000 by 0.10 and 0.15 to obtain a proper tongue load range of 500 to 750 pounds (227 to 340 kilograms). For an 11500 pound (5216 kilogram) fifth wheel trailer, multiply by 0.15 and 0.25 to obtain a proper king pin load range of 1725 to 2875 pounds (782 to 1304 kilograms).</p><p><b>Steps for determining the correct load limit:</b></p><p>The following gives you a few examples on how to calculate the available amount of cargo and luggage load capacity:</p><p>*Suppose your vehicle has a 1400-pound (635-kilogram) cargo and luggage capacity. You decide to go golfing. Is there enough load capacity to carry you, four of your friends and all the golf bags? You and four friends average 220 pounds (99 kilograms) each and the golf bags weigh approximately 30 pounds (13.5 kilograms) each. The calculation would be: 1400 - (5 x 220) - (5 x 30) = 1400 - 1100 - 150 = 150 pounds. Yes, you have enough load capacity in your vehicle to transport four friends and your golf bags. In metric units, the calculation would be: 635 kilograms - (5 x 99 kilograms) - (5 x 13.5 kilograms) = 635 - 495 - 67.5 = 72.5 kilograms.</p><p>*Suppose your vehicle has a 1400-pound (635-kilogram) cargo and luggage capacity. You and one of your friends decide to pick up cement from the local home improvement store to finish that patio you have been planning for the past two years. Measuring the inside of the vehicle with the rear seat folded down, you have room for twelve 100-pound (45-kilogram) bags of cement. Do you have enough load capacity to transport the cement to your home? If you and your friend each weigh 220 pounds (99 kilograms), the calculation would be: 1400 - (2 x 220) - (12 x 100) = 1400 - 440 - 1200 = - 240 pounds. No, you do not have enough cargo capacity to carry that much weight. In metric units, the calculation would be: 635 kilograms - (2 x 99 kilograms) - (12 x 45 kilograms) = 635 - 198 - 540 = -103 kilograms. You will need to reduce the load weight by at least 240 pounds (104 kilograms). If you remove three 100-pound (45-kilogram) cement bags, then the load calculation would be: 1400 - (2 x 220) - (9 x 100) = 1400 - 440 - 900 = 60 pounds. Now you have the load capacity to transport the cement and your friend home. In metric units, the calculation would be: 635 kilograms - (2 x 99 kilograms) - (9 x 45 kilograms) = 635 - 198 - 405 = 32 kilograms.</p><p>The above calculations also assume that the loads are positioned in your vehicle in a manner that does not overload the Front or the Rear Gross Axle Weight Rating specified for your vehicle on the Safety Compliance Certification Label. The label shall be affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position.</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1518985&subTitleSelected=G1518989&topicHRef=G1506386&div=f&vFilteringEnabled=True", "id": "135", "title": "Load Limit"}