{"body": "Empty reserve is the amount of fuel in the fuel tank after the fuel gauge indicates empty. The amount of usable fuel in the empty reserve varies and should not be relied upon to increase driving range.<br><br>Results are most accurate when the filling method is consistent.<br><br>Do not measure fuel economy during the first 1,600  km of driving (this is your engine’s break-in period). A more accurate measurement is obtained after 3,200  km to 4,800  km. Also, fuel expense, frequency of fill ups or fuel gauge readings are not accurate ways to measure fuel economy.<br><br> To calculate L/100 km (liters per 100 kilometers) fuel consumption, multiply the liters used by 100, then divide by kilometers traveled.  To calculate MPG (miles per gallon) fuel consumption, divide miles traveled by gallons used.<br><br> Keep a record for at least one month and record the type of driving (city or highway).  This provides an accurate estimate of your vehicle's fuel economy under current driving conditions.  Keeping records during summer and winter will show how temperature impacts fuel economy.<br><br>", "contentHtml": "<p>Empty reserve is the amount of fuel in the fuel tank after the fuel gauge indicates empty. The amount of usable fuel in the empty reserve varies and should not be relied upon to increase driving range.</p><p>Results are most accurate when the filling method is consistent.</p><p>Do not measure fuel economy during the first 1,600 &nbsp;km of driving (this is your engine’s break-in period). A more accurate measurement is obtained after 3,200 &nbsp;km to 4,800 &nbsp;km. Also, fuel expense, frequency of fill ups or fuel gauge readings are not accurate ways to measure fuel economy.</p><p>&nbsp;To calculate L/100 km (liters per 100 kilometers) fuel consumption, multiply the liters used by 100, then divide by kilometers traveled. &nbsp;To calculate MPG (miles per gallon) fuel consumption, divide miles traveled by gallons used.</p><p>&nbsp;Keep a record for at least one month and record the type of driving (city or highway). &nbsp;This provides an accurate estimate of your vehicle's fuel economy under current driving conditions. &nbsp;Keeping records during summer and winter will show how temperature impacts fuel economy.</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1518948&subTitleSelected=G1518955&topicHRef=G1448580&div=f&vFilteringEnabled=True", "id": "107", "title": "Fuel Consumption"}