{"body": "We recommend regular unleaded gasoline with a minimum pump (R+M)/2 octane rating of 87. Some fuel stations offer fuels posted as regular unleaded gasoline with an octane rating below 87, particularly in high altitude areas. We do not recommend fuels with an octane rating below 87.<br><br>Do not use any fuel other than those recommended because they could lead to engine damage that may not be covered by the vehicle Warranty.<br><br>The use of fuels with metallic compounds such as methylcyclopentadienyl manganese tricarbonyl (commonly known as MMT), which is a manganese-based fuel additive, will impair engine performance and affect the emission control system.<br><br> Do not be concerned if the engine sometimes knocks lightly.  However, if the engine knocks heavily while using fuel with the recommended octane rating, contact an authorized dealer to prevent any engine damage.<br><br>This helps keep the fuel system functional and the fuel fresh.<br><br> If you mainly use your vehicle in electric power mode without refueling, the gasoline in the fuel tank may become stale due to aging.  Stale gasoline can damage the engine and fuel system.<br><br> Your vehicle automatically switches to fuel freshness mode if you do not refuel your vehicle with fresh fuel within an 18-month period.  Fuel freshness mode protects your vehicle from potential engine and fuel system damage caused by using stale fuel.<br><br>", "contentHtml": "<p>We recommend regular unleaded gasoline with a minimum pump (R+M)/2 octane rating of 87. Some fuel stations offer fuels posted as regular unleaded gasoline with an octane rating below 87, particularly in high altitude areas. We do not recommend fuels with an octane rating below 87.</p><p>Do not use any fuel other than those recommended because they could lead to engine damage that may not be covered by the vehicle Warranty.</p><p>The use of fuels with metallic compounds such as methylcyclopentadienyl manganese tricarbonyl (commonly known as MMT), which is a manganese-based fuel additive, will impair engine performance and affect the emission control system.</p><p>&nbsp;Do not be concerned if the engine sometimes knocks lightly. &nbsp;However, if the engine knocks heavily while using fuel with the recommended octane rating, contact an authorized dealer to prevent any engine damage.</p><p>This helps keep the fuel system functional and the fuel fresh.</p><p>&nbsp;If you mainly use your vehicle in electric power mode without refueling, the gasoline in the fuel tank may become stale due to aging. &nbsp;Stale gasoline can damage the engine and fuel system.</p><p>&nbsp;Your vehicle automatically switches to fuel freshness mode if you do not refuel your vehicle with fresh fuel within an 18-month period. &nbsp;Fuel freshness mode protects your vehicle from potential engine and fuel system damage caused by using stale fuel.</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1518948&subTitleSelected=G1739546&topicHRef=G1739547&div=f&vFilteringEnabled=True", "id": "103", "title": "Fuel Quality"}