{"body": "Tire Quality Grades apply to new pneumatic passenger car tires. The Quality grades can be found where applicable on the tire sidewall between tread shoulder and maximum section width. For example: Treadwear 200 Traction AA Temperature A.<br><br>These Tire Quality Grades are determined by standards that the United States Department of Transportation has set.<br><br>Tire Quality Grades apply to new pneumatic passenger car tires. They do not apply to deep tread, winter-type snow tires, space-saver or temporary use spare tires, light truck or LT type tires, tires with nominal rim diameters of 10 to 12 inches or limited production tires as defined in Title 49 Code of Federal Regulations Part 575.104 (c)(2).<br><br>U.S. Department of Transportation Tire quality grades: The U.S. Department of Transportation requires Ford Motor Company to give you the following information about tire grades exactly as the government has written it.<br><br>The treadwear grade is a comparative rating based on the wear rate of the tire when tested under controlled conditions on a specified government test course. For example, a tire graded 150 would wear 1½ times as well on the government course as a tire graded 100. The relative performance of tires depends upon the actual conditions of their use, however, and may depart significantly from the norm due to variations in driving habits, service practices, and differences in road characteristics and climate.<br><br>The traction grades, from highest to lowest are AA, A, B, and C. The grades represent the tire’s ability to stop on wet pavement as measured under controlled conditions on specified government test surfaces of asphalt and concrete. A tire marked C may have poor traction performance.<br><br>The temperature grades are A (the highest), B and C, representing the tire’s resistance to the generation of heat and its ability to dissipate heat when tested under controlled conditions on a specified indoor laboratory test wheel. Sustained high temperature can cause the material of the tire to degenerate and reduce tire life, and excessive temperature can lead to sudden tire failure. The grade C corresponds to a level of performance which all passenger car tires must meet under the Federal Motor Vehicle Safety Standard No. 139. Grades B and A represent higher levels of performance on the laboratory test wheel than the minimum required by law.<br><br>* Tire label: A label showing the original equipment tire sizes, recommended inflation pressure and the maximum weight the vehicle can carry.<br><br>*Tire Identification Number (TIN): A number on the sidewall of each tire providing information about the tire brand and manufacturing plant, tire size and date of manufacture. Also referred to as DOT code.<br><br>*Inflation pressure: A measure of the amount of air in a tire.<br><br>*Standard load: A class of P-metric or Metric tires designed to carry a maximum load at set pressure. For example: For P-metric tires 2.4  bar or 2.5  bar depending on tire size and for Metric tires 2.5  bar. Increasing the inflation pressure beyond this pressure will not increase the tire’s load carrying capability.<br><br>*Extra load: A class of P-metric or Metric tires designed to carry a heavier maximum load at 2.9  bar. Increasing the inflation pressure beyond this pressure will not increase the tire’s load carrying capability.<br><br>*kPa: Kilopascal, a metric unit of air pressure.<br><br>*PSI: Pounds per square inch, a standard unit of air pressure.<br><br>*Cold tire pressure: The tire pressure when the vehicle has been stationary and out of direct sunlight for an hour or more and prior to the vehicle being driven for 1 mile (1.6 km).<br><br>*Recommended inflation pressure: The cold inflation pressure found on the Safety Compliance Certification Label (affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position), or Tire Label located on the B-Pillar or the edge of the driver’s door.<br><br>*B-pillar: The structural member at the side of the vehicle behind the front door<br><br>* Bead area of the tire: Area of the tire next to the rim.<br><br>*Sidewall of the tire: Area between the bead area and the tread.<br><br>*Tread area of the tire: Area of the perimeter of the tire that contacts the road when mounted on the vehicle.<br><br>*Rim: The metal support (wheel) for a tire or a tire and tube assembly upon which the tire beads are seated.<br><br>Both U.S. and Canada Federal regulations require tire manufacturers to place standardized information on the sidewall of all tires. This information identifies and describes the fundamental characteristics of the tire and also provides a U.S. DOT Tire Identification Number for safety standard certification and in case of a recall.<br><br>P215/65R15 95H is an example of a tire size, load index and speed rating. The definitions of these items are listed below. (Note that the tire size, load index and speed rating for your vehicle may be different from this example.)<br><br>A. P: Indicates a tire, designated by the Tire and Rim Association, that may be used for service on cars, sport utility vehicles, minivans and light trucks. Note: If your tire size does not begin with a letter this may mean it is designated by either the European Tire and Rim Technical Organization or the Japan Tire Manufacturing Association.<br><br>B. 215: Indicates the nominal width of the tire in millimeters from sidewall edge to sidewall edge. In general, the larger the number, the wider the tire.<br><br>C. 65: Indicates the aspect ratio which gives the tire's ratio of height to width.<br><br>D. R: Indicates a radial type tire.<br><br>E. 15: Indicates the wheel or rim diameter in inches. If you change your wheel size, you will have to purchase new tires to match the new wheel diameter.<br><br>F. 95: Indicates the tire's load index. It is an index that relates to how much weight a tire can carry. You may find this information in your owner’s manual. If not, contact a local tire dealer.<br><br>G. H: Indicates the tire's speed rating. The speed rating denotes the speed at which a tire is designed to be driven for extended periods of time under a standard condition of load and inflation pressure. The tires on your vehicle may operate at different conditions for load and inflation pressure. These speed ratings may need to be adjusted for the difference in conditions. The ratings range from 81 mph (130 km/h) to 186 mph (299 km/h). These ratings are listed in the following chart.<br><br>H. U.S. DOT Tire Identification Number (TIN): This begins with the letters DOT and indicates that the tire meets all federal standards. The next two numbers or letters are the plant code designating where it was manufactured, the next two are the tire size code and the last four numbers represent the week and year the tire was built. For example, the numbers 317 mean the 31st week of 1997. After 2000 the numbers go to four digits. For example, 2501 means the 25th week of 2001. The numbers in between are identification codes used for traceability. This information is used to contact customers if a tire defect requires a recall.<br><br>I. M+S or M/S: Mud and Snow, or<br><br>AT: All Terrain, or<br><br>AS: All Season.<br><br>J. Tire Ply Composition and Material Used: Indicates the number of plies or the number of layers of rubber-coated fabric in the tire tread and sidewall. Tire manufacturers also must indicate the ply materials in the tire and the sidewall, which include steel, nylon, polyester, and others.<br><br>K. Maximum Load: Indicates the maximum load in kilograms and pounds that can be carried by the tire. See the Safety Compliance Certification Label (affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position), for the correct tire pressure for your vehicle.<br><br>L. Treadwear, Traction and Temperature Grades:<br><br>* Treadwear The treadwear grade is a comparative rating based on the wear rate of the tire when tested under controlled conditions on a specified government test course. For example, a tire graded 150 would wear one and one-half times as well on the government course as a tire graded 100.<br><br>*Traction: The traction grades, from highest to lowest are AA, A, B, and C. The grades represent the tire's ability to stop on wet pavement as measured under controlled conditions on specified government test surfaces of asphalt and concrete. A tire marked C may have poor traction performance.<br><br>* Temperature: The temperature grades are A (the highest), B and C, representing the tire's resistance to the generation of heat and its ability to dissipate heat when tested under controlled conditions on a specified indoor laboratory test wheel.<br><br>M. Maximum Inflation Pressure: Indicates the tire manufacturers' maximum permissible pressure or the pressure at which the maximum load can be carried by the tire. This pressure is normally higher than the vehicle manufacturer's recommended cold inflation pressure which can be found on the Safety Compliance Certification Label (affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position), or Tire Label which is located on the B-Pillar or the edge of the driver’s door. The cold inflation pressure should never be set lower than the recommended pressure on the vehicle label.<br><br>The tire suppliers may have additional markings, notes or warnings such as standard load or radial tubeless.<br><br>LT type tires have some additional information beyond those of P type tires; these differences are described below.<br><br>A. LT: Indicates a tire, designated by the Tire and Rim Association (T&RA), that is intended for service on light trucks.<br><br>B. Load Range and Load Inflation Limits: Indicates the tire's load-carrying capabilities and its inflation limits.<br><br>C. Maximum Load Dual lb (kg) at psi (kPa) cold: Indicates the maximum load and tire pressure when the tire is used as a dual; defined as four tires on the rear axle (a total of six or more tires on the vehicle).<br><br>D. Maximum Load Single lb (kg) at psi (kPa) cold: Indicates the maximum load and tire pressure when the tire is used as a single; defined as two tires (total) on the rear axle.<br><br>T145/80D16 is an example of a tire size.<br><br>T type tires have some additional information beyond those of P type tires; these differences are described below:<br><br>A. T: Indicates a type of tire, designated by the Tire and Rim Association, that is intended for temporary service on cars, sport-utility vehicles, minivans and light trucks.<br><br>B. 145: Indicates the nominal width of the tire in millimeters from sidewall edge to sidewall edge. In general, the larger the number, the wider the tire.<br><br>C. 80: Indicates the aspect ratio which gives the tire's ratio of height to width. Numbers of 70 or lower indicate a short sidewall.<br><br>D. D: Indicates a diagonal type tire.<br><br>R: Indicates a radial type tire.<br><br>E. 16: Indicates the wheel or rim diameter in inches. If you change your wheel size, you will have to purchase new tires to match the new wheel diameter.<br><br>You will find a Tire Label containing tire inflation pressure by tire size and other important information located on the B-Pillar or the edge of the driver’s door.<br><br>Safe operation of your vehicle requires that your tires are properly inflated. Remember that a tire can lose up to half of its air pressure without appearing flat.<br><br>Every day before you drive, check your tires. If one looks lower than the others, use a tire gauge to check pressure of all tires and adjust if required.<br><br>At least once a month and before long trips, inspect each tire and check the tire pressure with a tire gauge (including spare, if equipped). Inflate all tires to the inflation pressure recommended by Ford Motor Company.<br><br>You are strongly urged to buy a reliable tire pressure gauge, as automatic service station gauges may be inaccurate. Ford recommends the use of a digital or dial-type tire pressure gauge rather than a stick-type tire pressure gauge.<br><br>Use the recommended cold inflation pressure for optimum tire performance and wear. Under-inflation or over-inflation may cause uneven treadwear patterns<br><br>Always inflate your tires to the Ford recommended inflation pressure even if it is less than the maximum inflation pressure information found on the tire. The Ford recommended tire inflation pressure is found on the Safety Compliance Certification Label (affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position), or Tire Label which is located on the B-Pillar or the edge of the driver’s door. Failure to follow the tire pressure recommendations can cause uneven treadwear patterns and adversely affect the way your vehicle handles<br><br>Maximum Inflation Pressure is the tire manufacturer's maximum permissible pressure and the pressure at which the maximum load can be carried by the tire. This pressure is normally higher than the manufacturer’s recommended cold inflation pressure which can be found on the Safety Compliance Certification Label (affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position), or Tire Label which is located on the B-Pillar or the edge of the driver’s door. The cold inflation pressure should never be set lower than the recommended pressure on the Safety Compliance Certification Label or Tire Label.<br><br>When weather temperature changes occur, tire inflation pressures also change. A 10°F (6°C) temperature drop can cause a corresponding drop of 1 psi (7 kPa) in inflation pressure. Check your tire pressures frequently and adjust them to the proper pressure which can be found on the Safety Compliance Certification Label or Tire Label.<br><br>To check the pressure in your tire(s):<br><br>Periodically inspect the tire treads for uneven or excessive wear and remove objects such as stones, nails or glass that may be wedged in the tread grooves. Check the tire and valve stems for holes, cracks, or cuts that may permit air leakage and repair or replace the tire and replace the valve stem. Inspect the tire sidewalls for cracking, cuts, bruises and other signs of damage or excessive wear. If internal damage to the tire is suspected, have the tire demounted and inspected in case it needs to be repaired or replaced. For your safety, tires that are damaged or show signs of excessive wear should not be used because they are more likely to blow out or fail.<br><br>Improper or inadequate vehicle maintenance can cause tires to wear abnormally. Inspect all your tires, including the spare, frequently, and replace them if one or more of the following conditions exist:<br><br>When the tread is worn down to one sixteenth of an inch (2 millimeters), tires must be replaced to help prevent your vehicle from skidding and hydroplaning. Built-in treadwear indicators, or wear bars, which look like narrow strips of smooth rubber across the tread will appear on the tire when the tread is worn down to one sixteenth of an inch (2 millimeters)<br><br>When the tire tread wears down to the same height as these wear bars, the tire is worn out and must be replaced.<br><br>Periodically inspect the tire treads and sidewalls for damage (such as bulges in the tread or sidewalls, cracks in the tread groove and separation in the tread or sidewall). If damage is observed or suspected have the tire inspected by a tire professional. Tires can be damaged during off-road use, so inspection after off-road use is also recommended.<br><br>Both United States and Canada Federal regulations require tire manufacturers to place standardized information on the sidewall of all tires. This information identifies and describes the fundamental characteristics of the tire and also provides a U.S. DOT Tire Identification Number for safety standard certification and in case of a recall.<br><br>This begins with the letters DOT and indicates that the tire meets all federal standards. The next two numbers or letters are the plant code designating where it was manufactured, the next two are the tire size code and the last four numbers represent the week and year the tire was built. For example, the numbers 317 mean the 31st week of 1997. After 2000 the numbers go to four digits. For example, 2501 means the 25th week of 2001. The numbers in between are identification codes used for traceability. This information is used to contact customers if a tire defect requires a recall.<br><br>Your vehicle is equipped with tires designed to provide a safe ride and handling capability.<br><br>Important: Remember to replace the wheel valve stems when the road tires are replaced on your vehicle<br><br>It is recommended that the two front tires or two rear tires generally be replaced as a pair.<br><br>The tire pressure sensors mounted in the wheels (originally installed on your vehicle) are not designed to be used in aftermarket wheels.<br><br>The use of wheels or tires not recommended by Ford Motor Company may affect the operation of your tire pressure monitoring system.<br><br>If the tire pressure monitoring system indicator is flashing, the system is malfunctioning. Your replacement tire might be incompatible with your tire pressure monitoring system, or some component of the system may be damaged.<br><br>*Observe posted speed limits<br><br>*Avoid fast starts, stops and turns<br><br>*Avoid potholes and objects on the road<br><br>*Do not run over curbs or hit the tire against a curb when parking<br><br>No matter how carefully you drive there’s always the possibility that you may eventually have a flat tire on the highway. Drive slowly to the closest safe area out of traffic. This may further damage the flat tire, but your safety is more important.<br><br>If you feel a sudden vibration or ride disturbance while driving, or you suspect your tire or vehicle has been damaged, immediately reduce your speed. Drive with caution until you can safely pull off the road. Stop and inspect the tires for damage. If you cannot detect a cause, have the vehicle towed to the nearest repair facility or tire dealer to have the vehicle inspected.<br><br>A bad jolt from hitting a curb or pothole can cause the front end of your vehicle to become misaligned or cause damage to your tires. If your vehicle seems to pull to one side when you’re driving, the wheels may be out of alignment. Have an authorized dealer check the wheel alignment periodically.<br><br>Wheel misalignment in the front or the rear can cause uneven and rapid treadwear of your tires and should be corrected by an authorized dealer. Front-wheel drive vehicles and those with an independent rear suspension (if equipped) may require alignment of all four wheels.<br><br>The tires should also be balanced periodically. An unbalanced tire and wheel assembly may result in irregular tire wear.<br><br>Rotating your tires at the recommended interval (as indicated in the Scheduled Maintenance chapter) will help your tires wear more evenly, providing better tire performance and longer tire life.<br><br>Front-wheel drive and all-wheel vehicles (front tires on the left side of the diagram)<br><br>All vehicles with directional tires (front tires on the left side of the diagram)<br><br>Sometimes irregular tire wear can be corrected by rotating the tires.<br><br>", "contentHtml": "<p>Tire Quality Grades apply to new pneumatic passenger car tires. The Quality grades can be found where applicable on the tire sidewall between tread shoulder and maximum section width. For example: \n<b>Treadwear 200 Traction AA Temperature A</b>.</p><p>These Tire Quality Grades are determined by standards that the United States Department of Transportation has set.</p><p>Tire Quality Grades apply to new pneumatic passenger car tires. They do not apply to deep tread, winter-type snow tires, space-saver or temporary use spare tires, light truck or LT type tires, tires with nominal rim diameters of 10 to 12 inches or limited production tires as defined in Title 49 Code of Federal Regulations Part 575.104 (c)(2).</p><p><b>U.S. Department of Transportation Tire quality grades: </b> The U.S. Department of Transportation requires Ford Motor Company to give you the following information about tire grades exactly as the government has written it.</p><p>The treadwear grade is a comparative rating based on the wear rate of the tire when tested under controlled conditions on a specified government test course. For example, a tire graded 150 would wear 1½ times as well on the government course as a tire graded 100. The relative performance of tires depends upon the actual conditions of their use, however, and may depart significantly from the norm due to variations in driving habits, service practices, and differences in road characteristics and climate.</p><p>The traction grades, from highest to lowest are AA, A, B, and C. The grades represent the tire’s ability to stop on wet pavement as measured under controlled conditions on specified government test surfaces of asphalt and concrete. A tire marked C may have poor traction performance.</p><p>The temperature grades are A (the highest), B and C, representing the tire’s resistance to the generation of heat and its ability to dissipate heat when tested under controlled conditions on a specified indoor laboratory test wheel. Sustained high temperature can cause the material of the tire to degenerate and reduce tire life, and excessive temperature can lead to sudden tire failure. The grade C corresponds to a level of performance which all passenger car tires must meet under the Federal Motor Vehicle Safety Standard No. 139. Grades B and A represent higher levels of performance on the laboratory test wheel than the minimum required by law.</p><p>* \n<b>Tire label:</b> A label showing the original equipment tire sizes, recommended inflation pressure and the maximum weight the vehicle can carry.</p><p>*\n<b>Tire Identification Number (TIN):</b> A number on the sidewall of each tire providing information about the tire brand and manufacturing plant, tire size and date of manufacture. Also referred to as DOT code.</p><p>*\n<b>Inflation pressure:</b> A measure of the amount of air in a tire.</p><p>*\n<b>Standard load:</b> A class of P-metric or Metric tires designed to carry a maximum load at set pressure. For example: For P-metric tires 2.4 &nbsp;bar or 2.5 &nbsp;bar depending on tire size and for Metric tires 2.5 &nbsp;bar. Increasing the inflation pressure beyond this pressure will not increase the tire’s load carrying capability.</p><p>*\n<b>Extra load:</b> A class of P-metric or Metric tires designed to carry a heavier maximum load at 2.9 &nbsp;bar. Increasing the inflation pressure beyond this pressure will not increase the tire’s load carrying capability.</p><p>*\n<b>kPa:</b> Kilopascal, a metric unit of air pressure.</p><p>*\n<b>PSI:</b> Pounds per square inch, a standard unit of air pressure.</p><p>*\n<b>Cold tire pressure:</b> The tire pressure when the vehicle has been stationary and out of direct sunlight for an hour or more and prior to the vehicle being driven for 1 mile (1.6 km).</p><p>*\n<b>Recommended inflation pressure:</b> The cold inflation pressure found on the Safety Compliance Certification Label (affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position), or Tire Label located on the B-Pillar or the edge of the driver’s door.</p><p>*\n<b>B-pillar:</b> The structural member at the side of the vehicle behind the front door</p><p>* \n<b>Bead area of the tire:</b> Area of the tire next to the rim.</p><p>*\n<b>Sidewall of the tire:</b> Area between the bead area and the tread.</p><p>*\n<b>Tread area of the tire:</b> Area of the perimeter of the tire that contacts the road when mounted on the vehicle.</p><p>*\n<b>Rim:</b> The metal support (wheel) for a tire or a tire and tube assembly upon which the tire beads are seated.</p><p>Both U.S. and Canada Federal regulations require tire manufacturers to place standardized information on the sidewall of all tires. This information identifies and describes the fundamental characteristics of the tire and also provides a U.S. DOT Tire Identification Number for safety standard certification and in case of a recall.</p><p>P215/65R15 95H is an example of a tire size, load index and speed rating. The definitions of these items are listed below. (Note that the tire size, load index and speed rating for your vehicle may be different from this example.)</p><p>A. \n<b>P:</b> Indicates a tire, designated by the Tire and Rim Association, that may be used for service on cars, sport utility vehicles, minivans and light trucks. \n<b>Note:</b> If your tire size does not begin with a letter this may mean it is designated by either the European Tire and Rim Technical Organization or the Japan Tire Manufacturing Association.</p><p>B. \n<b>215:</b> Indicates the nominal width of the tire in millimeters from sidewall edge to sidewall edge. In general, the larger the number, the wider the tire.</p><p>C. \n<b>65:</b> Indicates the aspect ratio which gives the tire's ratio of height to width.</p><p>D. \n<b>R:</b> Indicates a radial type tire.</p><p>E. \n<b>15:</b> Indicates the wheel or rim diameter in inches. If you change your wheel size, you will have to purchase new tires to match the new wheel diameter.</p><p>F. \n<b>95:</b> Indicates the tire's load index. It is an index that relates to how much weight a tire can carry. You may find this information in your owner’s manual. If not, contact a local tire dealer.</p><p>G. \n<b>H:</b> Indicates the tire's speed rating. The speed rating denotes the speed at which a tire is designed to be driven for extended periods of time under a standard condition of load and inflation pressure. The tires on your vehicle may operate at different conditions for load and inflation pressure. These speed ratings may need to be adjusted for the difference in conditions. The ratings range from 81 mph (130 km/h) to 186 mph (299 km/h). These ratings are listed in the following chart.</p><p>H. \n<b>U.S. DOT Tire Identification Number (TIN):</b> This begins with the letters DOT and indicates that the tire meets all federal standards. The next two numbers or letters are the plant code designating where it was manufactured, the next two are the tire size code and the last four numbers represent the week and year the tire was built. For example, the numbers 317 mean the 31st week of 1997. After 2000 the numbers go to four digits. For example, 2501 means the 25th week of 2001. The numbers in between are identification codes used for traceability. This information is used to contact customers if a tire defect requires a recall.</p><p>I. \n<b>M+S or M/S:</b> Mud and Snow, or</p><p><b>AT:</b> All Terrain, or</p><p><b>AS:</b> All Season.</p><p>J. \n<b>Tire Ply Composition and Material Used:</b> Indicates the number of plies or the number of layers of rubber-coated fabric in the tire tread and sidewall. Tire manufacturers also must indicate the ply materials in the tire and the sidewall, which include steel, nylon, polyester, and others.</p><p>K. \n<b>Maximum Load:</b> Indicates the maximum load in kilograms and pounds that can be carried by the tire. See the Safety Compliance Certification Label (affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position), for the correct tire pressure for your vehicle.</p><p>L. \n<b>Treadwear, Traction and Temperature Grades:</b></p><p>* \n<b>Treadwear</b> The treadwear grade is a comparative rating based on the wear rate of the tire when tested under controlled conditions on a specified government test course. For example, a tire graded 150 would wear one and one-half times as well on the government course as a tire graded 100.</p><p>*\n<b>Traction:</b> The traction grades, from highest to lowest are AA, A, B, and C. The grades represent the tire's ability to stop on wet pavement as measured under controlled conditions on specified government test surfaces of asphalt and concrete. A tire marked C may have poor traction performance.</p><p>* \n<b>Temperature:</b> The temperature grades are A (the highest), B and C, representing the tire's resistance to the generation of heat and its ability to dissipate heat when tested under controlled conditions on a specified indoor laboratory test wheel.</p><p>M. \n<b>Maximum Inflation Pressure:</b> Indicates the tire manufacturers' maximum permissible pressure or the pressure at which the maximum load can be carried by the tire. This pressure is normally higher than the vehicle manufacturer's recommended cold inflation pressure which can be found on the Safety Compliance Certification Label (affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position), or Tire Label which is located on the B-Pillar or the edge of the driver’s door. The cold inflation pressure should never be set lower than the recommended pressure on the vehicle label.</p><p>The tire suppliers may have additional markings, notes or warnings such as standard load or radial tubeless.</p><p>LT type tires have some additional information beyond those of P type tires; these differences are described below.</p><p>A. \n<b>LT:</b> Indicates a tire, designated by the Tire and Rim Association (T&amp;RA), that is intended for service on light trucks.</p><p>B. \n<b>Load Range and Load Inflation Limits:</b> Indicates the tire's load-carrying capabilities and its inflation limits.</p><p>C. \n<b>Maximum Load Dual lb (kg) at psi (kPa) cold:</b> Indicates the maximum load and tire pressure when the tire is used as a dual; defined as four tires on the rear axle (a total of six or more tires on the vehicle).</p><p>D. \n<b>Maximum Load Single lb (kg) at psi (kPa) cold:</b> Indicates the maximum load and tire pressure when the tire is used as a single; defined as two tires (total) on the rear axle.</p><p>T145/80D16 is an example of a tire size.</p><p>T type tires have some additional information beyond those of P type tires; these differences are described below:</p><p>A. \n<b>T:</b> Indicates a type of tire, designated by the Tire and Rim Association, that is intended for temporary service on cars, sport-utility vehicles, minivans and light trucks.</p><p>B. \n<b>145:</b> Indicates the nominal width of the tire in millimeters from sidewall edge to sidewall edge. In general, the larger the number, the wider the tire.</p><p>C. \n<b>80:</b> Indicates the aspect ratio which gives the tire's ratio of height to width. Numbers of 70 or lower indicate a short sidewall.</p><p>D. \n<b>D:</b> Indicates a diagonal type tire.</p><p><b>R:</b> Indicates a radial type tire.</p><p>E. \n<b>16:</b> Indicates the wheel or rim diameter in inches. If you change your wheel size, you will have to purchase new tires to match the new wheel diameter.</p><p>You will find a Tire Label containing tire inflation pressure by tire size and other important information located on the B-Pillar or the edge of the driver’s door.</p><p>Safe operation of your vehicle requires that your tires are properly inflated. Remember that a tire can lose up to half of its air pressure without appearing flat.</p><p>Every day before you drive, check your tires. If one looks lower than the others, use a tire gauge to check pressure of all tires and adjust if required.</p><p>At least once a month and before long trips, inspect each tire and check the tire pressure with a tire gauge (including spare, if equipped). Inflate all tires to the inflation pressure recommended by Ford Motor Company.</p><p>You are strongly urged to buy a reliable tire pressure gauge, as automatic service station gauges may be inaccurate. Ford recommends the use of a digital or dial-type tire pressure gauge rather than a stick-type tire pressure gauge.</p><p>Use the recommended cold inflation pressure for optimum tire performance and wear. Under-inflation or over-inflation may cause uneven treadwear patterns</p><p>Always inflate your tires to the Ford recommended inflation pressure even if it is less than the maximum inflation pressure information found on the tire. The Ford recommended tire inflation pressure is found on the Safety Compliance Certification Label (affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position), or Tire Label which is located on the B-Pillar or the edge of the driver’s door. Failure to follow the tire pressure recommendations can cause uneven treadwear patterns and adversely affect the way your vehicle handles</p><p><b>Maximum Inflation Pressure</b> is the tire manufacturer's maximum permissible pressure and the pressure at which the maximum load can be carried by the tire. This pressure is normally higher than the manufacturer’s recommended cold inflation pressure which can be found on the Safety Compliance Certification Label (affixed to either the door hinge pillar, door-latch post, or the door edge that meets the door-latch post, next to the driver's seating position), or Tire Label which is located on the B-Pillar or the edge of the driver’s door. The cold inflation pressure should never be set lower than the recommended pressure on the Safety Compliance Certification Label or Tire Label.</p><p>When weather temperature changes occur, tire inflation pressures also change. A 10°F (6°C) temperature drop can cause a corresponding drop of 1 psi (7 kPa) in inflation pressure. Check your tire pressures frequently and adjust them to the proper pressure which can be found on the Safety Compliance Certification Label or Tire Label.</p><p>To check the pressure in your tire(s):</p><p>Periodically inspect the tire treads for uneven or excessive wear and remove objects such as stones, nails or glass that may be wedged in the tread grooves. Check the tire and valve stems for holes, cracks, or cuts that may permit air leakage and repair or replace the tire and replace the valve stem. Inspect the tire sidewalls for cracking, cuts, bruises and other signs of damage or excessive wear. If internal damage to the tire is suspected, have the tire demounted and inspected in case it needs to be repaired or replaced. For your safety, tires that are damaged or show signs of excessive wear should not be used because they are more likely to blow out or fail.</p><p>Improper or inadequate vehicle maintenance can cause tires to wear abnormally. Inspect all your tires, including the spare, frequently, and replace them if one or more of the following conditions exist:</p><p>When the tread is worn down to one sixteenth of an inch (2 millimeters), tires must be replaced to help prevent your vehicle from skidding and hydroplaning. Built-in treadwear indicators, or wear bars, which look like narrow strips of smooth rubber across the tread will appear on the tire when the tread is worn down to one sixteenth of an inch (2 millimeters)</p><p>When the tire tread wears down to the same height as these wear bars, the tire is worn out and must be replaced.</p><p>Periodically inspect the tire treads and sidewalls for damage (such as bulges in the tread or sidewalls, cracks in the tread groove and separation in the tread or sidewall). If damage is observed or suspected have the tire inspected by a tire professional. Tires can be damaged during off-road use, so inspection after off-road use is also recommended.</p><p>Both United States and Canada Federal regulations require tire manufacturers to place standardized information on the sidewall of all tires. This information identifies and describes the fundamental characteristics of the tire and also provides a U.S. DOT Tire Identification Number for safety standard certification and in case of a recall.</p><p>This begins with the letters DOT and indicates that the tire meets all federal standards. The next two numbers or letters are the plant code designating where it was manufactured, the next two are the tire size code and the last four numbers represent the week and year the tire was built. For example, the numbers 317 mean the 31st week of 1997. After 2000 the numbers go to four digits. For example, 2501 means the 25th week of 2001. The numbers in between are identification codes used for traceability. This information is used to contact customers if a tire defect requires a recall.</p><p>Your vehicle is equipped with tires designed to provide a safe ride and handling capability.</p><p><b>Important:</b> Remember to replace the wheel valve stems when the road tires are replaced on your vehicle</p><p>It is recommended that the two front tires or two rear tires generally be replaced as a pair.</p><p>The tire pressure sensors mounted in the wheels (originally installed on your vehicle) are not designed to be used in aftermarket wheels.</p><p>The use of wheels or tires not recommended by Ford Motor Company may affect the operation of your tire pressure monitoring system.</p><p>If the tire pressure monitoring system indicator is flashing, the system is malfunctioning. Your replacement tire might be incompatible with your tire pressure monitoring system, or some component of the system may be damaged.</p><p>*Observe posted speed limits</p><p>*Avoid fast starts, stops and turns</p><p>*Avoid potholes and objects on the road</p><p>*Do not run over curbs or hit the tire against a curb when parking</p><p>No matter how carefully you drive there’s always the possibility that you may eventually have a flat tire on the highway. Drive slowly to the closest safe area out of traffic. This may further damage the flat tire, but your safety is more important.</p><p>If you feel a sudden vibration or ride disturbance while driving, or you suspect your tire or vehicle has been damaged, immediately reduce your speed. Drive with caution until you can safely pull off the road. Stop and inspect the tires for damage. If you cannot detect a cause, have the vehicle towed to the nearest repair facility or tire dealer to have the vehicle inspected.</p><p>A bad jolt from hitting a curb or pothole can cause the front end of your vehicle to become misaligned or cause damage to your tires. If your vehicle seems to pull to one side when you’re driving, the wheels may be out of alignment. Have an authorized dealer check the wheel alignment periodically.</p><p>Wheel misalignment in the front or the rear can cause uneven and rapid treadwear of your tires and should be corrected by an authorized dealer. Front-wheel drive vehicles and those with an independent rear suspension (if equipped) may require alignment of all four wheels.</p><p>The tires should also be balanced periodically. An unbalanced tire and wheel assembly may result in irregular tire wear.</p><p>Rotating your tires at the recommended interval (as indicated in the Scheduled Maintenance chapter) will help your tires wear more evenly, providing better tire performance and longer tire life.</p><p>Front-wheel drive and all-wheel vehicles (front tires on the left side of the diagram)</p><p>All vehicles with directional tires (front tires on the left side of the diagram)</p><p>Sometimes irregular tire wear can be corrected by rotating the tires.</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1519055&subTitleSelected=G1546447&topicHRef=G1546448&div=f&vFilteringEnabled=True", "id": "193", "title": "Tire Care"}