{"body": "Various systems on your vehicle can be controlled using the information display controls on the steering wheel. Corresponding information is displayed in the information display.<br><br>From the main menu bar on the left side of the information display, you can choose from the following categories:<br><br>Scroll up or down to highlight one of the categories, and then press the right arrow key or OK to enter into that category. Press the left arrow key as needed to exit back to the main menu.<br><br>Engage provides separate gauges for engine power and high voltage battery power in kilowatts (kW). The engine power gauge fill is white and the high voltage battery power gauge fill is blue. You can also see an instantaneous fuel economy gauge. When your vehicle is operating on battery power only, you will see EV displayed and the gauges will appear in blue.<br><br>Empower provides a power demand gauge in kilowatts (kW) which includes an engine on or off threshold.<br><br>You can also see an instantaneous fuel economy gauge.<br><br>You can choose what to display in this view. Selecting Change MyView in the options menu allows you to scroll through two columns of content choices.<br><br>Energy Use provides an estimated available electric range, a energy use gauge and a climate power gauge in addition to fuel level and battery display. When you select EV Now operation this screen will automatically be shown. You can press OK to enable the engine when viewing this screen during EV Now operation. See  Hybrid Electric Vehicle. <br><br>Electric Range:<br><br>Electric range is the estimated distance you can travel in Plug-in Power Mode with the engine off. This is based on the amount of energy available in the high voltage battery and your average energy usage while driving.<br><br>The amount of energy in the battery refers to the energy gained from charging the battery while plugged in.<br><br>Energy Use Gauge:<br><br>Your current energy use is the white line that moves up and down in the gauge. A higher line means you are using more energy (lower is better). Your energy use includes input from the accelerator pedal as well as the accessories, such as climate control.<br><br>When operating in EV Now a blue cup shape is shown around the gauge. This represents the maximum energy usage you can maintain in order to achieve the estimated electric range when EV Now mode began. Keep your current energy use mostly within the cup while driving and you should achieve your electric range estimate.<br><br>Climate Power Gauge:<br><br>Indicates high voltage electrical power demand from your vehicle’s high voltage climate control components including the electric A/C compressor and the electric heater. These components use power but do not contribute to propelling your vehicle.<br><br>Provides trip odometer, trip average fuel economy and trip timer.<br><br>Distance traveled on battery power only with the engine off is shown in blue next to total trip distance.<br><br>For Energi vehicles total plug-in electricity used in kilowatt hours (kWh) is shown in blue next to trip average fuel economy.<br><br>*Energi only.<br><br>From the main menu bar on the right side of the information display, you can choose from the following categories:<br><br>See General Information. <br><br>See General Information. <br><br>See General Information. <br><br>See General Information. <br><br>Use the up or down arrow buttons to choose between the following display options.<br><br>Efficiency leaves indicate short term driving efficiency measured over the last few minutes. The more leaves and vines that appear on the display, the better your fuel economy. Leaves and vines will occasionally appear and disappear to indicate a change in your driving efficiency.<br><br>From left to right this view includes an instantaneous fuel economy gauge, historical fuel economy data and average fuel economy. The historical data represents an average over time intervals of either 1, 2 or 6 minutes, with the leftmost interval being the most recent. Shown at the bottom of the view is the total time duration for the 5 intervals. You can select total duration in the options menu. Intervals shown in grey color are from the previous drive. The blue horizontal line represents the average fuel economy value shown to the right.<br><br>This view provides a comparison of your recent acceleration, braking and cruising behavior, then recommends the most efficient use of energy under present conditions. The horizontal bars fill from left to right with best behavior and appear blue when at least half full. When the bars are less than half full, the color is amber, suggesting that you need a change in your driving behavior to achieve better energy efficiency.<br><br>Both Average fuel economy and an instantaneous fuel economy gauge are included in Engage, Empower and MyView (if selected) on the left-hand information display. They are also included in Fuel History on the right-hand information display.<br><br>Average Fuel Economy is continuously averaged since the last reset. You can reset your average fuel economy by pressing and holding the OK button on the corresponding steering wheel controls. For Energi vehicles both Hybrid and Plug-in Power mode operation will be included in the calculation.<br><br>If your instantaneous fuel economy is greater than the maximum value displayed, a + sign will be shown next to the maximum scale number. When your vehicle is operating on battery power only, EV will display and the gauge fill will show in blue.<br><br>", "contentHtml": "<p>Various systems on your vehicle can be controlled using the information display controls on the steering wheel. Corresponding information is displayed in the information display.</p><p>From the main menu bar on the left side of the information display, you can choose from the following categories:</p><p>Scroll up or down to highlight one of the categories, and then press the right arrow key or \n<b>OK</b> to enter into that category. Press the left arrow key as needed to exit back to the main menu.</p><p>Engage provides separate gauges for engine power and high voltage battery power in kilowatts (kW). The engine power gauge fill is white and the high voltage battery power gauge fill is blue. You can also see an instantaneous fuel economy gauge. When your vehicle is operating on battery power only, you will see EV displayed and the gauges will appear in blue.</p><p>Empower provides a power demand gauge in kilowatts (kW) which includes an engine on or off threshold.</p><p>You can also see an instantaneous fuel economy gauge.</p><p>You can choose what to display in this view. Selecting \n<b>Change MyView</b> in the options menu allows you to scroll through two columns of content choices.</p><p>Energy Use provides an estimated available electric range, a energy use gauge and a climate power gauge in addition to fuel level and battery display. When you select EV Now operation this screen will automatically be shown. You can press \n<b>OK</b> to enable the engine when viewing this screen during EV Now operation. See&nbsp; \n<a class=\"copylink\" href=\"Content?bookCode=O28450&amp;languageCode=EN&amp;marketCode=US&amp;vCode=&amp;vFilteringEnabled=True&amp;subTitleSelected=G1681110&amp;chapterTitleSelected=G1518946&amp;topicHRef=G1681111&amp;viewTech=IE&amp;div=f\"><b>Hybrid Electric Vehicle</b></a>.&nbsp;</p><p><b>Electric Range:</b></p><p>Electric range is the estimated distance you can travel in Plug-in Power Mode with the engine off. This is based on the amount of energy available in the high voltage battery and your average energy usage while driving.</p><p>The amount of energy in the battery refers to the energy gained from charging the battery while plugged in.</p><p><b>Energy Use Gauge:</b></p><p>Your current energy use is the white line that moves up and down in the gauge. A higher line means you are using more energy (lower is better). Your energy use includes input from the accelerator pedal as well as the accessories, such as climate control.</p><p>When operating in EV Now a blue cup shape is shown around the gauge. This represents the maximum energy usage you can maintain in order to achieve the estimated electric range when EV Now mode began. Keep your current energy use mostly within the cup while driving and you should achieve your electric range estimate.</p><p><b>Climate Power Gauge:</b></p><p>Indicates high voltage electrical power demand from your vehicle’s high voltage climate control components including the electric A/C compressor and the electric heater. These components use power but do not contribute to propelling your vehicle.</p><p>Provides trip odometer, trip average fuel economy and trip timer.</p><p>Distance traveled on battery power only with the engine off is shown in blue next to total trip distance.</p><p>For Energi vehicles total plug-in electricity used in kilowatt hours (kWh) is shown in blue next to trip average fuel economy.</p><p><sup>*</sup>Energi only.</p><p>From the main menu bar on the right side of the information display, you can choose from the following categories:</p><p>See&nbsp;\n<b>General Information</b>.&nbsp;</p><p>See&nbsp;\n<b>General Information</b>.&nbsp;</p><p>See&nbsp;\n<b>General Information</b>.&nbsp;</p><p>See&nbsp;\n<b>General Information</b>.&nbsp;</p><p>Use the up or down arrow buttons to choose between the following display options.</p><p>Efficiency leaves indicate short term driving efficiency measured over the last few minutes. The more leaves and vines that appear on the display, the better your fuel economy. Leaves and vines will occasionally appear and disappear to indicate a change in your driving efficiency.</p><p>From left to right this view includes an instantaneous fuel economy gauge, historical fuel economy data and average fuel economy. The historical data represents an average over time intervals of either 1, 2 or 6 minutes, with the leftmost interval being the most recent. Shown at the bottom of the view is the total time duration for the 5 intervals. You can select total duration in the options menu. Intervals shown in grey color are from the previous drive. The blue horizontal line represents the average fuel economy value shown to the right.</p><p>This view provides a comparison of your recent acceleration, braking and cruising behavior, then recommends the most efficient use of energy under present conditions. The horizontal bars fill from left to right with best behavior and appear blue when at least half full. When the bars are less than half full, the color is amber, suggesting that you need a change in your driving behavior to achieve better energy efficiency.</p><p>Both Average fuel economy and an instantaneous fuel economy gauge are included in Engage, Empower and MyView (if selected) on the left-hand information display. They are also included in Fuel History on the right-hand information display.</p><p>Average Fuel Economy is continuously averaged since the last reset. You can reset your average fuel economy by pressing and holding the \n<b>OK</b> button on the corresponding steering wheel controls. For Energi vehicles both Hybrid and Plug-in Power mode operation will be included in the calculation.</p><p>If your instantaneous fuel economy is greater than the maximum value displayed, a + sign will be shown next to the maximum scale number. When your vehicle is operating on battery power only, EV will display and the gauge fill will show in blue.</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1525715&subTitleSelected=G1747693&topicHRef=G1747694&div=f&vFilteringEnabled=True", "id": "75", "title": "General Information"}