{"body": " Autowipers uses a rain sensor located in the area around the interior mirror.  The rain sensor will continue to monitor the amount of water on the windshield and automatically adjust the speed of the wipers.<br><br> Use the rotary control to adjust the sensitivity of the autowipers.  When you select low sensitivity, the wipers will operate when the sensor detects a large amount of water on the windshield.  When you select high sensitivity, the wipers will operate when the sensor detects a small amount of water on the windshield.<br><br> Keep the outside of the windshield clean.  The rain sensor is very sensitive and the wipers may operate if dirt, mist or insects hit the windshield.<br><br> Wet or winter driving conditions with ice, snow or salty road mist can cause inconsistent and unexpected wiping or smearing.<br><br>Autowipers default to on and remain on until you switch it off in the information display. With autowipers switched off, the wipers operate in intermittent mode. See General Information. <br><br>", "contentHtml": "<p>&nbsp;Autowipers uses a rain sensor located in the area around the interior mirror. &nbsp;The rain sensor will continue to monitor the amount of water on the windshield and automatically adjust the speed of the wipers.</p><p>&nbsp;Use the rotary control to adjust the sensitivity of the autowipers. &nbsp;When you select low sensitivity, the wipers will operate when the sensor detects a large amount of water on the windshield. &nbsp;When you select high sensitivity, the wipers will operate when the sensor detects a small amount of water on the windshield.</p><p>&nbsp;Keep the outside of the windshield clean. &nbsp;The rain sensor is very sensitive and the wipers may operate if dirt, mist or insects hit the windshield.</p><p>&nbsp;Wet or winter driving conditions with ice, snow or salty road mist can cause inconsistent and unexpected wiping or smearing.</p><p>Autowipers default to on and remain on until you switch it off in the information display. With autowipers switched off, the wipers operate in intermittent mode. See&nbsp;\n<b>General Information</b>.&nbsp;</p>", "sourceUrl": "http://www.fordservicecontent.com/Ford_Content/vdirsnet/OwnerManual/Home/Content?bookCode=O28450&languageCode=en&marketCode=US&viewTech=IE&chapterTitleSelected=G1518879&subTitleSelected=G1518881&topicHRef=G1523748&div=f&vFilteringEnabled=True", "id": "53", "title": "Autowipers"}